{
	"menu": {
		"organizacao": "Organization",
		"patrocinio": "Sponsorship",
		"inscricoes": "Registration",
		"programacao": "Program",
		"anais": "Proceedings",
		"trilha_industria": "Industry Track",
		"tutoriais": "Tutorials",
		"minicursos": "Short Courses",
		"wtdsoft": "WTDSoft",
		"codigo_conduta": "Code of Conduct",
		"edicoes_anteriores": "Previous Editions",
		"home_SBES": "Home",
		"home_SBCARS": "Home",
		"home_SBLP": "Home",
		"home_SAST": "Home",
		"trilha_pesquisa": "Research Track",
		"trilha_educacao": "Education Track",
		"trilha_ideias_inovadoras": "Innovative Ideas and Emerging Results Track",
		"trilha_ferramentas": "Tools Track",
		"ctic-es": "Undergraduate Research Competition",
		"ctd-es": "Thesis and Dissertation Competition",
		"palestras": "Keynotes",
		"chamada_trabalhos": "Call for Papers",
		"chamada_workshops": "Call for Workshops",
		"artigos_aceitos": "Accepted Papers",
		"informacoes": "Information",
		"local": "Venue",
		"natal": "About Natal",
		"infoViagem": "Travel Information",
		"hospedagem": "Accommodation",
		"contato": "Contact"
	},

	"about": {
		"sobre": "About CBSoft",
		"realizacao": "Promoted by",
		"copyright": "All rights reserved",
		"descricao_1": "The Brazilian Conference on Software: Practice and Theory (CBSoft) is an event annually promoted by the Brazilian Computer Society (SBC) aiming at fostering the exchange of experience among researchers and practitioners from industry and academia about the most recent research, tendencies, and theoretical and practical innovations on software. Held since 2010 as an aggregating conference of Brazilian symposia promoted by SBC on software, CBSoft has become one of the main conferences of the Brazilian scientific community on Computing.",
		"descricao_2": "In 2020, the 11th edition of CBSoft will be held, for the first time, in a virtual format. It will integrate four traditional symposia annualy promoted by the Brazilian community on Software Engineering:",
		"desc_eventos": [
			"the <a href='sbes.php' style='color: #f4b321'>34th Brazilian Symposium on Software Engineering (SBES)</a>, the premier conference on Software Engineering in Latin America;",
			"the <a href='sbcars.php' style='color: #f4b321'>14th Brazilian Symposium on Software Components, Architectures, and Reuse (SBCARS)</a>, which aggregates topics such as software product lines, component-based software development, software architectures, and reuse;",
			"the <a href='sblp.php' style='color: #f4b321'>24th Brazilian Symposium on Programming Languages (SBLP)</a>, which focuses on the theoretical and practical study of programming languages; and",
			"the <a href='sast.php' style='color: #f4b321'>5th Brazilian Symposium on Systematic Automated Software Testing (SAST)</a>, which is about issues related to the systematization and automation of the software testing activity."
		],
		"descricao_3": "The CBSoft programme will include technical sessions with presentation of scientific papers, keynotes by nationally and internationally renowned Brazilian and foreign researchers, discussion panels, workshops, tool demonstrations, tutorials, and courses given by experts on their subjects. Furthermore, there will be meetings of the Special Committees and Steering Committees of the four main symposia and of CBSoft itself, aiming at discussing ongoing and planned activities, as well as perspectives for the next editions of the conference. All these activites of interest of the Software Engineering community and fields related to the development of software systems go towards the diffusion of knowledge and discussion of important issues related to research, development, and innovation in both Brazil and the world.",
		"announcement_1": "CBSoft 2020 will be a virtual conference. For details, click",
		"announcement_2": "here."
	},

	"notice_1": {
		"title": "Message from CBSoft 2020 General Chairs",
		"paragraph_1": "Dear attendee,",
		"paragraph_2": "We hope that you are well, as well as your family and friends. We also hope for the rapid recovery of those who may have fallen ill.",
		"paragraph_3": "Due to the situation of the COVID-19 pandemic, we inform you that dates, format, and registration fees for CBSoft 2020 are being rediscussed together with the Brazilian Computer Society (SBC). As soon as we have a position, new information will be published on the CBSoft 2020 webpage and social media.",
		"paragraph_4": "In the meantime, continue working on your research and preparing papers. We hope for the submission of your work to one of the CBSoft events, one of the main conferences on Software Engineering in Brazil, composed of extremely well-qualified symposia.",
		"paragraph_5": "Stay safe, #StayHome, and submit your work to CBSoft 2020.",
		"signature_gc": "<i>Everton Cavalcante, Francisco Dantas e Thais Batista<br/>CBSoft 2020 General Chairs</i>"
	},

	"notice_2": {
		"title": "Message from CBSoft 2020 General Chairs",
		"paragraph_1": "Dear attendee,",
		"paragraph_3": "We are following the evolution of COVID-19 in the world and in Brazil, where the number of cases has grown every day, together (unfortunately) with the number of deaths. The current scenario is also made of travel restrictions, imposed social isolation, and determinations to be followed in favor of the health of all. Furthermore, there are great uncertainties regarding when the spread of the novel coronavirus (SARS-CoV-2) will cease in Brazil as well as the scale of the impacts of the pandemic in the country, in terms of economy, society, and how to recover from the state of calamity in which we are.",
		"paragraph_4": "After several discussions and a survey with the community, the CBSoft 2020 General Chairs and the CBSoft Steering Committee, supported by the Special Committees on Software Engineering (CE-ES) and Programming Languages (CE-LP) of the Brazilian Computer Society (SBC), have reached the following decisions:",
		"decisions": [
			"To postpone CBSoft 2020 to October 19-23, 2020",
			"To reconfigure CBSoft 2020 completely to a virtual format, rather than holding it in person in Natal, Brazil",
			"To reduce registration rates (to be announced soon) and make them compatible with the new format of CBSoft 2020"
		],
		"paragraph_5": "We acknowledge that some people may feel frustrated by the decisions, but it is important to highlight that making these decisions was not an easy task. More importantly: our concerns for the health of all prospective CBSoft 2020 attendees as well as prudent actions for the sustainability of the CBSoft series are above all.",
		"paragraph_6": "A conference of the size and scope of CBSoft has many complexities to consider. Clearly, there will be other logistic issues that we have not yet addressed, as well as other ones that we have not even imagined. Nonetheless, we are highly committed to continue working hard for a successful CBSoft 2020.",
		"paragraph_7": "Continue working on your research, preparing papers, and submit your work to one of the well-qualified CBSoft events.",
		"paragraph_8": "Stay safe and #StayHome.",
		"signature_gc": "<i>Everton Cavalcante, Francisco Dantas, and Thais Batista<br/>CBSoft 2020 General Chairs</i>",
		"signature_sc": "<i>Ivan Machado<br/>CBSoft Steering Committee Chair</i>"
	},

	"speakers": {
		"palestrantes": "Speakers"
	},

	"schedule": {
		"dia_1": "Day 01",
		"dia_2": "Day 02",
		"dia_3": "Day 03",
		"dia_4": "Day 04",
		"dia_5": "Day 05",
		"horario": "Time",
		"palestrante": "Speaker",
		"tema": "Subject",
		"local": "Venue"
	},

	"sponsors": {
		"org_apoio_patrocinio": "Organization, Support, and Sponsorship",
		"realizacao": "Support",
		"organizadores": "Organization",
		"patrocinio": "Sponsorship"
	},

	"trilha-industria": {
		"titulo": "Industry Track",
		"descricao_1": "The CBSoft Industry Track is an opportunity for industry and government practitioners to share their knowledge and experience with the attendees. This is also a great opportunity to establish cooperations between practitioners and companies, as well as stimulate the interaction between academia and industry. The perspective of academia-industry cooperation has been one of the requirements of project calls, such as those of the Brazilian National Institutes of Science and Technology Program (INCTs), operated by the Brazilian National Council for Scientific and Technological Development (CNPq).",
		"descricao_2": "The Industry Track aims to discuss the possibilities of academia-industry and academia-government cooperations towards the establishment of conditions and funding to research, development, and innovation, as well as the formation of high-quality human resources in an integrated way. Another perspective is developing free software products and possible impacts in legal concerns and business models. These perspectives foster the technology transfer and the tendency to narrow the generation and effective use of research, development, and innovation results."
	},

	"wtdsoft": {
		"titulo": "WTDSoft 2020<br/>10th Workshop on Theses and Dissertations",
		"titulo_2": "10th Workshop on Theses and Dissertations",
		"descricao_1": "The <b>CBSoft's Workshop on Theses and Dissertations (WTDSoft)</b> is dedicated to the presentation and discussion of Master's and PhD work in progress on Software Engineering and Programming Languages. WTDSoft has its origins in the Workshop on Software Engineering Theses and Dissertations (WTES), which was part of SBES from 1996 to 2020. It seeks to promote the integration of SBES, SBLP, SBCARS, and SAST communities aiming at providing a constructive environment for discussions among students with work in progress and researchers.",
		"secao_eligibilidade_avaliacao": "Eligibility and Evaluation",
		"descricao_2": "Master's or Doctoral works are eligible for submissions, preferrably:",
		"criterios_eligibilidade": [
			"Doctoral work with a defined proposal (not necessarily approved)",
			"Master's work with an approved proposal (desirable, but not mandatory) and expected deadline after December 2020",
			"Works that have not been accepted or presented in other workshops on theses and dissertations"
		],
		"descricao_3": "The works will be evaluated and selected by the Program Committee. Each work will receive feedback from the Program Committee with questions and suggestions about its content. These comments should be used by the author in the preparation of the paper's final version. Selected papers will be presented and discussed during WTDSoft, with Program Committee members and invited researchers. Acceptance of the work implies the author's registration at WTDSoft (and at CBSoft) and his/her presentation of the work, which may be in Portuguese or English. The author is assumed to be the graduate student responsible for the development of the thesis or dissertation.",
		"secao_submissao": "Submission Guidelines",
		"descricao_4": "The paper must follow the Brazilian Computer Society (SBC) template, A4 size, containing a cover page and p to 6 pages of contents for Master's work and 8 pages of contents for Doctoral work (7 and 9 pages, respectively). Word and LaTeX can be found at the SBC webpage, following the Model for Paper Publication available at this <a style='color: #f4b321' href='https://tinyurl.com/h24v37f'>link</a>.",
		"descricao_5": "The papers must contain a cover page containing only:",
		"itens_folharosto": [
			"Title of the work",
			"Student's name",
			"Advisor's name(s)",
			"Level (Master's or PhD)",
			"Graduate Program",
			"Student's e-mail address",
			"Advisor's e-mail address(es)",
			"Entry year in the Program",
			"Expected date for final presentation",
			"Date of approval of the thesis/dissertation proposal (qualification)",
			"Abstract in Portuguese or English",
			"Keywords",
			"Acronym(s) of the related CBSoft symposia (SBES, SBCARS, SBLP, SAST)"
		],
		"descricao_6": "The content of the work should start in the second page, describing clearly and objectively:",
		"itens_conteudo": [
			"Problem characterization",
			"Background",
			"Contributions",
			"Current state of the work",
			"Description and evaluation of results",
			"Comparison with related work"
		],
		"descricao_7": "All papers must be written in Portuguese or English and submitted through the <a style='color: #f4b321' href='https://jems.sbc.org.br/home.cgi?c=3602'>JEMS</a>. The final version of the accepted papers should contain an informal letter or message from the advisor acknowledging the submission. The number of pages reported in JEMS refers to content pages, not including the cover page or letter of agreement.",
		"secao_datas": "Important Dates",
		"deadlines_atividades": [
			"Paper submission",
			"Notification of acceptance",
			"Camera-ready"
		],
		"deadlines": [
			"<strike>June 7, 2020</strike> <span style='color: red; font-weight: bold'>July 6, 2020</span>",
			"<strike>July 12, 2020</strike> <span style='color: red; font-weight: bold'>August 10, 2020</span>",
			"<strike>July 22, 2020</strike> <span style='color: red; font-weight: bold'>September 1, 2020</span>"
		],
		"secao_comite": "Organização",
		"comite": [
			"Program Committee Chairs",
			"Carla Silva (UFPE, Brazil)",
			"Eduardo Guerra (Free University of Bozen-Bolzano, Italy)"
		]
	},

	"codigo-conduta": {
		"titulo": "Code of Conduct",
		"descricao_1": "The open exchange of ideas and the freedom of thought and expression are central to CBSoft goals. This requires an environment that acknowledges the inherent worth of every person and group, fosters dignity, understanding, and mutual respect, and embraces diversity. For these reasons, CBSoft is committed to provide a harassment-free experience to participants and in its official communication channels, including social media. The aim is every and any participant to feel welcome, included, respected, and safe. There is no any tolerance for hostile or unwelcome behavior or for speech that intimidates, creates discomfort or interferes with a person’s participation at the conference.",
		"descricao_2": "<b>Unacceptable behavior include:</b> abusive or degrading language, sustained disruption of a talk, discussion or other activity, discrimination, deliberate intimidation, stalking, harassing photography or recording, inappropriate physical contact, sexual imagery, and undesired sexual attention.",
		"descricao_3": "<b>Harassment includes:</b> harmful comments, writings or actions related to race, color, sex, gender, sexual orientation, gender identity or expression, age, marital status, religion, national origin, disability, pregnancy, medical conditions, veteran status or any other status protected by Brazilian laws.",
		"descricao_4": "Anyone witnessing or subject to unacceptable behavior should notify a member of the CBSoft 2020 Organizing Committee or security staff. A response that the participant was \"joking\" or that the behavior was \"playful\" will not be accepted. Individuals violating these standards may be punished or excluded from the conference without any reimbursement or refund at the discretion of the CBSoft 2020 Organizing Committee."
	},

	"edicoes-anteriores": {
		"titulo": "Previous Editions",
		"2019": "Salvador, Bahia | September 23-27, 2019",
		"2018": "São Carlos, São Paulo | September 17-21, 2018",
		"2017": "Fortaleza, Ceará | September 18-22, 2017",
		"2016": "Maringá, Paraná | September 19-23, 2016",
		"2015": "Belo Horizonte, Minas Gerais | September 21-25, 2015",
		"2014": "Maceió, Alagoas | September 28 - October 3, 2014",
		"2013": "Brasília, Distrito Federal | September 29-October 4,2013",
		"2012": "Natal, Rio Grande do Norte | September 23-28, 2012",
		"2011": "São Paulo | September 26-30, 2011",
		"2010": "Salvador, Bahia | September 27-October 1, 2020"
	},

	"sbes": {
		"titulo": "SBES 2020<br/>34th Brazilian Symposium on Software Engineering",
		"subtitulo": "Página principal",
		"descricao_1": "The <b>Brazilian Symposium on Software Engineering (SBES)</b>, annually promoted by the Brazilian Computer Society (SBC), is the premier Software Engineering conference in Latin America. SBES is held in conjunction with CBSoft and its joint program includes technical research, insightful ideas, education, tools, and industry tracks, invited talks, courses, tutorials, panels, a Workshop on Theses and Dissertations, and several other satellite events. It traditionally gathers 500-800 people, including academics, practitioners, and students.",
		"descricao_1a": "The Brazilian Symposium on Software Engineering (SBES), annually promoted by the Brazilian Computer Society (SBC), is the premier Software Engineering conference in Latin America. SBES is held in conjunction with CBSoft. The SBES Research Track is the main track of the symposium and it publishes solid, well-evaluated contributions to the state-of-the-art in the area of Software Engineering. Papers in this track are reviewed based on originality, relevance, technical soundness, and clarity of presentation. The symposium proceedings will be published in the ACM Digital Library.",
		"descricao_1b": "The Education Track of the Brazilian Symposium on Software Engineering (SBES), formerly known as FEES - Education in Software Engineering Forum, focuses on the discussion of challenges, good practices, and innovations in teaching Software Engineering. It seeks quality submissions covering curriculum development, empirical studies, best practices, personal or institutional experiences, and conceptual or theoretical work. Papers in this track are reviewed based on their originality, relevance, technical soundness, and clarity of presentation.",
		"descricao_1c": "The Tools Track is an important part of the Brazilian Symposium on Software Engineering (SBES). The goal of this track is providing a forum for presentation and demonstration of automated solutions that support the process of developing and managing software systems. It consists of both theoretical presentations and practical exhibitions of the tools, creating a great opportunity for the authors to present and discuss their tools with SBES attendees from academia and industry. Academics can present results of their applied research projects in Software Engineering, while industry professionals are also welcome to present commercial or in-house tools that have brought gains in productivity and/or quality to the software development processes.",
		"descricao_1d": "The Innovative Ideas and Emerging Results Track of the Brazilian Symposium on Software Engineering (SBES) focuses on new and inspiring ideas with promising future results, as well as on research work in progress with preliminary and interesting results. The track has been organized since SBES 2015 and the previous proceedings are available at IEEE (2015) and ACM (2016 to 2019) digital libraries.",
		"trilha": "Tracks",
		"trilha_pesquisa": "Research Track",
		"trilha_pesquisa_short": "Research",
		"trilha_ideias": "Innovative Ideas and Emerging Results Track",
		"trilha_ideias_short": "Innovative Ideas and Emerging Results",
		"trilha_educacao": "Education Track",
		"trilha_educacao_short": "Education",
		"trilha_ferramentas": "Tools Track",
		"trilha_ferramentas_short": "Tools",
		"secao_datas": "Important Dates",
		"deadlines_atividades": [
			"Paper registration (abstract submission)",
			"Paper submission",
			"Rebuttal period",
			"Notification of acceptance",
			"Camera-ready",
			"Paper submission and video upload"
		],
		"deadlines_pesquisa": [
			"<strike>May 4, 2020</strike> <span style='color: red; font-weight: bold'>June 1, 2020</span>",
			"<strike>May 11, 2020</strike> <span style='color: red; font-weight: bold'>June 8, 2020</span>",
			"<strike>June 15-20, 2020</strike> <span style='color: red; font-weight: bold'>July 20-26, 2020</span>",
			"<strike>July 3, 2020</strike> <span style='color: red; font-weight: bold'>August 6, 2020</span>",
			"<strike>July 17, 2020</strike> <span style='color: red; font-weight: bold'>August 20, 2020</span>"
		],
		"deadlines_ideias": [
			"<strike>June 1, 2020</strike> <span style='color: red; font-weight: bold'>June 29, 2020</span>",
			"<strike>June 8, 2020</strike> <span style='color: red; font-weight: bold'>July 7, 2020</span>",
			"<strike>July 6-10, 2020</strike> <span style='color: red; font-weight: bold'>August 3-7, 2020</span>",
			"<strike>July 17, 2020</strike> <span style='color: red; font-weight: bold'>August 14, 2020</span>",
			"<strike>August 7, 2020</strike> <span style='color: red; font-weight: bold'>August 24, 2020</span>"
		],
		"deadlines_educacao": [
			"<strike>June 1, 2020</strike> <span style='color: red; font-weight: bold'>June 29, 2020</span>",
			"<strike>June 8, 2020</strike> <span style='color: red; font-weight: bold'>July 7, 2020</span>",
			"<strike>July 6-10, 2020</strike> <span style='color: red; font-weight: bold'>August 3-7, 2020</span>",
			"<strike>July 17, 2020</strike> <span style='color: red; font-weight: bold'>August 14, 2020</span>",
			"<strike>August 7, 2020</strike> <span style='color: red; font-weight: bold'>August 24, 2020</span>"
		],
		"deadlines_ferramentas": [
			"<strike>June 1, 2020</strike> <span style='color: red; font-weight: bold'>June 29, 2020</span>",
			"<strike>June 8, 2020</strike> <span style='color: red; font-weight: bold'>July 7, 2020</span>",
			"<strike>July 6-10, 2020</strike> <span style='color: red; font-weight: bold'>August 3-7, 2020</span>",
			"<strike>July 17, 2020</strike> <span style='color: red; font-weight: bold'>August 14, 2020</span>",
			"<strike>August 7, 2020</strike> <span style='color: red; font-weight: bold'>August 24, 2020</span>"
		],
		"secao_trilhas": "SBES Tracks",
		"descricao_2": "SBES includes four tracks:",
		"trilhas": [
			"The <b>Research Track</b> publishes solid contributions to the Software Engineering community with papers reviewed based on originality, relevance, technical soundness, and clarity of presentation.",
			"The <b>Insightful Ideas and Emerging Results Track</b> provides an opportunity for researchers and practitioners to submit and present innovative ideas and approaches (methods, techniques, and tools) and promising results in early stages of research.",
			"The <b>Education Track</b> (formerly FEES - Forum of Education in Software Engineering) publishes papers that address challenges, innovations, and best practices in software engineering education.",
			"The <b>Tools Track</b> provides a forum for presentation and demonstration of automated solutions that support the process of developing and managing software systems."
		],
		"descricao_3": "SBES Proceedings will be published at the ACM Digital Library. Additional details about topics of interest and manuscript preparation (e.g., format, language, double-blind policy) for each track can be found on their respective webpages.",
		"descricao_pesquisa": "The <b>Brazilian Symposium on Software Engineering (SBES)</b>, annually promoted by the Brazilian Computer Society (SBC), is the premier Software Engineering conference in Latin America. SBES is held in conjunction with CBSoft. The SBES Research Track is the main track of the symposium and it publishes solid, well-evaluated contributions to the state-of-the-art in the area of Software Engineering. Papers in this track are reviewed based on originality, relevance, technical soundness, and clarity of presentation. The symposium proceedings will be published in the ACM Digital Library.",
		"secao_journal_first": "Journal-First Submissions",
		"descricao_4": "SBES is partnering with international journals to incorporate journal-first papers into the SBES 2020 Research Track. Two journals, <i>IEEE Software</i> and the <i>Journal of Software Engineering Research and Development</i> (JSERD), have confirmed their partnership with SBES 2020. Authors of journal-first papers accepted in those journals will be invited to present their research work at SBES. This offers an opportunity for authors to discuss their work with the community as well as enrich the technical program of SBES.",
		"descricao_5": "The following evaluation criteria will be used to select journal-first papers to SBES 2020:",
		"criterios_journal_first": [
			"the paper describes original results that are not extensions of previous conference papers;",
			"the paper was accepted for publication in the journal no earlier than January 1, 2018; and",
			"the paper has not been presented at any other conference as a journal-first."
		],
		"descricao_6": "The selected papers will be presented in the technical program of the SBES Research Track. At least one author per selected journal-first paper will need to register at CBSoft 2020 and attend the symposium to present it.",
		"descricao_7": "For journal-first papers published in JSERD, submissions of papers are accepted from the following categories: research articles, case studies, and review. For journal-first papers published in IEEE Software, only peer-reviewed research papers (not editorially-reviewed or invited papers) are accepted.",
		"descricao_8": "Authors interested in presenting journal-first papers at SBES 2020 should send an email to <a style='color: #f4b321' href='mailto:sbes.j1@cin.ufpe.br'>sbes.j1@cin.ufpe.br</a> with the subject &quot;Journal-First - SBES 2020&quot; by June 29, 2020. The following information must be provided: (i) paper title; (ii) list of authors; (iii) link to the paper; and (iv) a short statement on how the work satisfies the criteria above.",
		"secao_shortpapers": "Short Papers",
		"descricao_9": "SBES 2020 will feature a Short Papers Track, which will be an additional opportunity for researchers and practitioners to present, showcase, and discuss their most recent advances, ideas, experiences, and challenges in the field of Software Engineering.",
		"descricao_10": "There is no open call for short papers submissions for SBES 2020. The Short Papers Track will be instead organized on an invitation basis. Some submissions to the Research, Tools, and Education Tracks will be invited by the chairs to be considered as short papers, which will also be presented to the plenary during SBES. The authors of an invited short paper will also submit the paper following the SBES submission guidelines to be published in the event proceedings.",
		"secao_bestpaper": "Best Paper Award",
		"descricao_11": "Every year, the SBES Steering Committee appoints a committee to award the symposium's best papers. Awarded papers of the Research Track are announced during the conference. The five best papers of the Research Track will be invited to submit an extended version in English to the research category of JSERD.",
		"secao_besttool": "Best Tool Award",
		"descricao_11c": "Awarded papers of the Tools Track will be announced during the conference. The three tools with the best scores from the Program Committee will be awarded.",
		"secao_bestreviewer": "Outstanding Reviewer Award",
		"descricao_12": "SBES 2020 acknowledges the generosity of the reviewers who give their time and best effort to referee submitted papers. The progress of scientific growth depends on dedicated colleagues, who aim to further the development of technology by offering their attention and passion when reviewing the papers. A certificate of Outstanding Reviewer will be awarded to reviewers who submitted outstanding quality reviews to SBES. The evaluation will be based on the quality and usefulness of reviews, as well as participation during PC discussion.",
		"secao_topicos": "Topics of Interest",
		"descricao_13": "Submissions related (but not limited to) the following topics will be accepted:",
		"topicos_sbes": [
			"Agile development",
			"Business value and software validation",
			"Configuration management and deployment",
			"Experimental Software Engineering",
			"Human and social aspects of Software Engineering",
			"Industrial applications of Software Engineering",
			"Mining software repositories and software analytics",
			"Mobile application development",
			"Model-driven software development",
			"Open-source software development",
			"Requirements engineering",
			"Search-based Software Engineering",
			"Services and microservices",
			"Software architecture",
			"Software ecosystems and systems-of-systems",
			"Software Engineering for Cloud Computing and the Web",
			"Software maintenance and evolution",
			"Software metrics and measurement",
			"Software modularity",
			"Software processes",
			"Software product lines",
			"Software quality and quality models",
			"Software reengineering",
			"Software reuse",
			"Software startups",
			"Software testing and verification",
			"Technical debt management",
			"Theoretical foundations and formal methods"
		],
		"topicos_sbes_ideias": [
			"Agent-oriented Software Engineering",
			"Agile development",
			"Configuration management and deployment",
			"Computer Supported Cooperative Work (CSCW) and software engineering",
			"Experimental Software Engineering",
			"Industrial applications of Software Engineering",
			"Mining software repositories",
			"Mobile application development",
			"Model-driven software development",
			"Requirements engineering",
			"Search-based Software Engineering",
			"Social aspects of Software Engineering",
			"Software architecture",
			"Software dependability",
			"Software ecosystems and systems-of-systems",
			"Software Engineering education and training",
			"Software Engineering for Cloud Computing",
			"Software Engineering for the World Wide Web",
			"Software maintenance and evolution",
			"Software metrics and measurement",
			"Software modularity",
			"Software processes",
			"Software product lines",
			"Software reengineering",
			"Software reuse",
			"Software quality and quality models",
			"Software verification and validation",
			"Technical debt management",
			"Theoretical foundations and formal methods"
		],
		"topicos_sbes_educacao": [
			"New and innovative best practices for Software Engineering education",
			"Innovative curriculum or course formats",
			"Teaching Software Engineering in the context of undergraduate and graduate courses",
			"Teaching methods, techniques, and tools for developing software",
			"Software Engineering education in informal settings, such as hackathons and <i>Stack Overflow</i>",
			"Emerging educational settings for Software Engineering, such as online learning",
			"Teaching/learning experiences using approaches of new practical scenarios of Software Engineering, such as agile methods, open source, distributed software development, Cloud Computing, Big Data, mobile devices, embedded systems, robotics, etc.",
			"Tools and methods for the evaluation of Software Engineering learning",
			"Teaching/learning human, political, ethical, legal, professional. and social issues in Software Engineering",
			"Integration of practical experiences in teaching Software Engineering",
			"Integration between research on Software Engineering and teaching/learning Software Engineering",
			"Interdisciplinarity in Software Engineering",
			"Innovative methods that promote studying and stimulating learning of professors, keeping them updated for teaching Software Engineering",
			"Researches on equality, diversity, and inclusion in Software Engineering",
			"Education in Software Engineering that stimulates entrepreneurship, specially startups creation",
			"Open source in education",
			"Teaching/learning emergent topics in Software Engineering"
		],
		"secao_categorias": "Paper Categories",
		"descricao_14": "Authors of the Research Track papers, after the abstract in the submission form, should indicate which one of the following categories their paper most closely adheres to. This intends to establish a consistent set of expectations in the review process.",
		"categorias": [
			"<b>Analytical:</b> A paper in which the main contribution relies on new algorithms or mathematical theories. Examples include new bug prediction techniques, model transformations, algorithms for dynamic and static analysis, and reliability analysis. Such a contribution must be evaluated with a convincing analysis of the algorithmic details, whether through a proof, complexity analysis, or runtime analysis, among others and depending on the objectives.",
			"<b>Experimental (primary study):</b> A paper in which the main contribution is the experimental study of a software engineering technology or phenomenon. This includes controlled experiments, quasi-experiments, case studies, and surveys of professionals reporting qualitative or quantitative data and analysis results. Such a contribution will be judged on its study design, appropriateness and correctness of its analysis, and threats to validity. Replications are welcome.",
			"<b>Literature review (secondary study):</b> A paper in which the main contribution is the synthesis of primary studies. Examples include systematic reviews and systematic mapping studies. Such a contribution should follow a sound methodology and provide a comprehensive coverage of the relevant literature. Moreover, it should answer relevant research questions with a deep synthesis of the results. Contributions that only provide metadata analysis (e.g., relevant authors, publications density by year, most influential papers, etc.) are discouraged.",
			"<b>Technological:</b> A paper in which the main contribution is of a technical nature. This includes novel tools, modeling languages, infrastructures, and other technologies. Such a contribution does not necessarily need to be evaluated with humans. However, clear arguments, backed up by evidence as appropriate, must show how and why the technology is beneficial, whether it is in automating or supporting some user task, refining our modeling capabilities, improving some key system property, etc.",
			"<b>Methodological:</b> A paper in which the main contribution is a coherent system of broad principles and practices to interpret or solve a problem. This includes novel requirements elicitation methods, process models, design methods, development approaches, programming paradigms, and other methodologies. The authors should provide convincing arguments with commensurate experiences, as well as explain why a new method is needed and what the benefits of the proposed method are."
		],
		"secao_guidelines": "Paper Preparation, Submission, and Review",
		"secao_guidelines_1c": "Paper/Video Preparation and Submission",
		"descricao_15": "Papers can be submitted in Portuguese or English. Submission in English is strongly encouraged. The acceptance of a paper implies that at least one of its authors will register at CBSoft 2020 to present it. All submissions must be in Adobe Portable Document Format (PDF) and must comply with the ACM 2-column conference format (<code style='background-color: #ffffff; color: #000000; padding: 0;'>ACM_SigConf</code>) available at this <a style='color: #f4b321' href='http://www.acm.org/publications/proceedings-template'>link</a>. They must be no longer than 10 pages, including all figures and references.",
		"descricao_15b": "Papers can be written in Portuguese or English. Submissions in English are strongly encouraged since the symposium proceedings will be indexed by the ACM's digital library. Title and abstract of all papers mut be in English, even if they are written in Portuguese. Papers submitted to the SBES 2020 Education Track must not have been simultaneously submitted to any other forum (conference or journal) or published elsewhere. At least one author of each accepted paper must be registered at CBSoft and present it, otherwise the paper will not be included in the proceedings.",
		"descricao_15c": "Authors are invited to submit papers describing automated solutions for diverse aspects and needs related to the topics of interest and themes listed in the <a style='color: #f4b321' href='sbes-pesquisa.php'>Call for Papers of SBES</a>. Each submission consists of a paper accompanied by a demo video about the tool. Submissions must conform to the following submission and formatting instructions:",
		"descricao_15d": "Papers can be written in Portuguese or English. Submissions in English are strongly encouraged since the symposium proceedings will be indexed by the ACM's digital library. Submitted papers must not have been simultaneously submitted to any other forum (conference or journal) nor should already been published elsewhere. At least one author of each accepted paper must register at CBSoft 2020 and present the paper during the symposium, otherwise the paper will not be included in the proceedings. All submissions must be in Adobe Portable Document Format (PDF) and comply with the ACM 2-column conference format (<code style='background-color: #ffffff; color: #000000; padding: 0;'>ACM_SigConf</code>) available at this <a style='color: #f4b321' href='http://www.acm.org/publications/proceedings-template'>link</a>. Submissions must be no longer than 6 pages, including all figures and references. Papers must be electronically submitted through the <a style='color: #f4b321' href='https://jems.sbc.org.br/home.cgi?c=3595'>JEMS</a> system.",
		"instrucoes_submissao_ferramentas": [
			"The paper must be original and not submitted or published in other academic venues.",
			"The paper should clearly include:",
			"Description of the motivation/problem addressed by the tool",
			"Description of the main functionalities and potential users of the tool",
			"Usage example and screenshots illustrating the tool interface (when applicable)",
			"Description of the tool architecture, its core components, and their interfaces",
			"A brief comparison with existing related tools",
			"The type of software license",
			"Papers must be no longer than 6 pages, including all figures (in good quality), references and appendices, and formatted according to the ACM 2-column conference format (<code style='background-color: #ffffff; color: #000000; padding: 0;'>ACM_SigConf</code>) available at this <a style='color: #f4b321' href='http://www.acm.org/publications/proceedings-template'>link</a>. Papers may be written in Portuguese or English, but papers in Portuguese must also include an abstract in English. Papers must be submitted in PDF.",
			"A demo video with audio commentary and with high resolution (details of the tool's functionality should be clearly visible) <b>must</b> accompany the paper submission. The demo video (between 3 to 5 minutes long) should demonstrate tool usage and highlight its main contributions. It should provide an overview of the tool, its objectives and envisioned users, main features, and outputs as well. There should be an announcer presenting the tool and the speech must be in the same language in which the paper is written.",
			"Authors are encouraged to make the code and datasets of their academic tools open source and provide a URL for them with the submission.",
			"The Tools Track will use the single-blind reviewing model, so the authors’ identities should be in the submission materials."
		],
		"descricao_16": "Papers should be electronically submitted through <a style='color: #f4b321' href='https://jems.sbc.org.br/home.cgi?c=3594'>JEMS</a>. All technical research papers should indicate after the abstract the language and one or more of the aforementioned categories. Submissions that are not in compliance with the required submission format, are out of the scope of the symposium, or were submitted or published in any other forum (conference or journal) will be rejected without review. All other papers will be reviewed by at least three Program Committee members. During the review process, a rebuttal may be requested. In this case, authors will have access to reviews and may argue and answer questions from the referees before the final acceptance/rejection decision. The rebuttal is limited to a plain text up to 4,000 characters.",
		"descricao_16b": "Papers must be no longer than 10 pages, including all figures and references. All submissions must comply with the ACM 2-column conference format (<code style='background-color: #ffffff; color: #000000; padding: 0;'>ACM_SigConf</code>) available at this <a style='color: #f4b321' href='http://www.acm.org/publications/proceedings-template'>link</a>. Papers must be electronically submitted through the <a style='color: #f4b321' href='https://jems.sbc.org.br/home.cgi?c=3596'>JEMS</a> system. All submitted papers must inform the language in which are written after title. Submissions that are not in compliance with the required submission format or are out of the scope of the Education Track will be rejected without reviewing. All other papers will be reviewed by at least three Program Committee members.",
		"descricao_16b1": "The review process includes a rebuttal period in which the authors will have access to the reviewers’ comments and may argue and answer questions from the reviewers before the final acceptance/rejection decision. The rebuttal is limited to a plain text up to 4,000 characters (including spaces).",
		"descricao_16c": "Papers should be submitted electronically through the <a style='color: #f4b321' href='https://jems.sbc.org.br/home.cgi?c=3604'>JEMS</a> system. Videos should be uploaded to YouTube and made accessible during the time of reviewing. The URL at which the demo video can be found should be appended at the end of the paper abstract.",
		"descricao_16c1": "Submissions that do not include a paper <b>and</b> a demo video, that are not in compliance with the required submission format, that are out of the scope of the track, or that were submitted or published in any other forum (conference or journal), will be rejected without review. All other papers will be reviewed by at least three Program Committee members.",
		"descricao_16c2": "During the review process, a rebuttal may be requested. In this case, authors will have access to reviews and may argue and answer questions from the referees before the final acceptance/rejection decision. The rebuttal is limited to a plain text up to 4,000 characters.",
		"descricao_16c3": "The acceptance of the submission implies in at least one author to register at CBSoft 2020 and attend the symposium to present the paper and the tool. Both paper presentation and tool demonstration are mandatory for all accepted tools. Tool demonstrations should be live and the demo videos uploaded for submission should <b>not</b> be used.  The format and timing of presentations will be announced later.",
		"descricao_16d": "All submitted papers should inform after abstract the language in which they are written. Submissions that are not in compliance with the required submission format or that are out of the scope of the symposium will be rejected without reviewing. All other papers will be reviewed by at least three Program Committee members.",
		"secao_doubleblind": "Double-Blind Submission",
		"descricao_17": "The SBES 2020 Research Track will follow a double-blind review process. All submitted papers should conceal the identity of the authors. Both author names and affiliations must be omitted. In addition, the following rules should be addressed:",
		"descricao_17b": "The SBES 2020 Education Track will follow a double-blind review process. All submitted papers should conceal the identity of the authors. Both author names and affiliations must be omitted. In addition, the following rules should be addressed:",
		"descricao_17d": "The SBES 2020 Innovative Ideas and Emerging Results Track will follow a double-blind review process. All submitted papers should conceal the identity of the authors. Both author names and affiliations must be omitted. In addition, the following rules should be addressed:",
		"guidelines_doubleblind": [
			"Citations to own related work must be written in the third person. For example, one must write &quot;the previous work of Silva et al.&quot; as opposed to &quot;our previous work.&quot; As a heuristic, occurrences of &quot;we&quot;, &quot;our&quot;, &quot;ours&quot;, &quot;github&quot;, &quot;funding&quot;, etc. should be looked in the paper and removed prior to submitting.",
			"In the submitted paper, any artifact in a repository or website that allows identifying the authorship should not be mentioned. If any artifact needs to be made available, it should be anonymized in the repository/website.",
			"Reviewers will not be encouraged to look for references that identify the authors in other sources on the Internet. Searches in digital libraries or existing artifacts do not break the double blind policy.",
			"If the submitted paper is a follow up of a previous work, the reference may be anonymized in the submitted paper. For example, &quot;the previous work of Silva et al.&quot; can be adapted to &quot;based on the previous work [X]&quot; and the reference at the end of the paper can be presented as &quot;[X] Anonymous authors. Not presented due to double blind review.&quot;."
		],
		"descricao_18": "After the paper acceptance, all the paper information (without anonymization) can be included in the camera-ready version.",
		"descricao_19": "Any questions about the preparation of the paper following the double-blind rules can be sent to the Program Committee Chairs through this <a href='contato.php' style='color: #f4b321'>page</a>.",
		"secao_comite": "Organization",
		"pc": "Program Committee",
		"comite": [
			"CBSoft 2020 General Chairs",
			"Everton Cavalcante (UFRN, Brazil)",
			"Francisco Dantas (UERN, Brazil)",
			"Thais Batista (UFRN, Brazil)",
			"Program Committee Chairs - Research Track",
			"Tayana Conte (UFAM, Brazil)",
			"Fernando Castor (UFPE, Brazil)",
			"Program Committee Chairs - Innovative Ideas and Emerging Results Track",
			"Marco Túlio Valente (UFMG, Brazil)",
			"Márcio Ribeiro (UFAL, Brazil)",
			"Program Committee Chairs - Education Track",
			"Igor Steinmacher (Northern Arizona University, USA)",
			"Rodrigo Pereira dos Santos (UNIRIO, Brazil)",
			"Program Committee Chairs - Tools Track",
			"Christina von Flach G. Chavez (UFBA, Brazil)",
			"Elisa Yumi Nakagawa (ICMC/USP, Brazil)",
			"SBES Steering Committee",
			"Fabiano Cutigi Ferrari (UFSCar, Brazil)",
			"Fernando Castor (UFPE, Brazil)",
			"Jose Carlos Maldonado (ICMC/USP, Brazil)",
			"Márcio Ribeiro (UFAL, Brazil)",
			"Marco Aurélio Gerosa (Northern Arizona University, USA)",
			"Marco Túlio Valente (UFMG, Brazil)",
			"Rafael Prikladnicki (PUCRS, Brazil)",
			"Tayana Conte (UFAM, Brazil)",
			"Uirá Kulesza (UFRN, Brazil)"
		],
		"comite_ideias": [
			"Adenilso Simao (ICMC-USP, Brazil)",
			"Alfredo Goldman (IME-USP, Brazil)",
			"André Hora (UFMG, Brazil)",
			"Breno Miranda (UFPE, Brazil)",
			"Bruno Cafeo (UFMS, Brazil)",
			"Claudio Sant'Anna (UFBA, Brazil)",
			"Daniel Alencar da Costa (University of Otago, New Zealand)",
			"Eduardo Guerra (Free University of Bolzano, Italy)",
			"Elisa Nakagawa (ICMC-USP, Brazil)",
			"Fabiano Ferrari (UFSCar, Brazil)",
			"Fabio Kon (IME-USP, Brazil)",
			"Henrique Rebêlo (UFPE, Brazil)",
			"Igor Wiese (UTFPR, Brazil)",
			"Ivan Machado (UFBA, Brazil)",
			"José Carlos Maldonado (ICMC-USP, Brazil)",
			"Juliana Alves Pereira (PUC-Rio, Brazil)",
			"Lincoln Rocha (UFC, Brazil)",
			"Melina Mongiovi (UFCG, Brazil)",
			"Nabor Mendonça (Unifor, Brazil)",
			"Paola Accioly (UFCA, Brazil)",
			"Rafael de Mello (CEFET-RJ, Brazil)",
			"Rodrigo Bonifacio (UnB, Brazil)",
			"Sergio Soares (UFPE, Brazil)",
			"Silvia Vergilio (UFPR, Brazil)",
			"Uirá Kulesza (UFRN, Brazil)",
			"Valter Camargo (UFSCar, Brazil)",
			"Vânia Neves (UFF, Brazil)",
			"Viviane Torres da Silva (IBM Research, Brazil)",
			"Wesley Assunção (UTFPR, Brazil)"
		],
		"comite_educacao": [
			"Afonso Sales (PUCRS, Brazil)",
			"Alessandra Dutra (PUCRS, Brazil)",
			"Ana Paula Bacelo (PUCRS, Brazil)",
			"Ana Regina Rocha (COPPE-UFRJ, Brazil)",
			"Anderson Belgamo (IFSP, Brazil)",
			"Andreia Malucelli (PUCPR, Brazil)",
			"Anna Beatriz Marques (UFC, Brazil)",
			"Awdren Fontão (UFMS, Brazil)",
			"Bruno Carreiro da Silva (California Polytechnic State University, USA)",
			"Bruno Gadelha (UFAM, Brazil)",
			"Carla Ilane Bezerra (UFC, Brazil)",
			"Carla Silva (UFPE, Brazil)",
			"Christiane Gresse von Wangenheim (UFSC, Brazil)",
			"Christina Chavez (UFBA, Brazil)",
			"Claudia Werner (COPPE-UFRJ, Brazil)",
			"Crescencio Rodrigues Lima Neto (IFBA, Brazil)",
			"Daltro Nunes (UFRGS, Brazil)",
			"Davi Viana (UFMA, Brazil)",
			"Diego Vallespir (Universidad de la Republica, Uruguay)",
			"Diogo Silveira Mendonça (CEFET-RJ, Brazil)",
			"Edna Dias Canedo (UnB, Brazil)",
			"Edson Oliveira Junior (UEM, Brazil)",
			"Eduardo Figueiredo (UFMG, Brazil)",
			"Emanuel Coutinho (UFC, Brazil)",
			"Flávio Horita (UFABC, Brazil)",
			"Francisco Dantas (UFRN, Brazil)",
			"Giani Petri (UFSM, Brazil)",
			"Gleison Santos (UNIRIO, Brazil)",
			"Heitor Costa (UFLA, Brazil)",
			"Igor Steinmacher (Northern Arizona University, USA)",
			"Igor Wiese (UTFPR, Brazil)",
			"Ismayle Sousa Santos (UFC, Brazil)",
			"Itana Maria de Souza Gimenes (UEM, Brazil)",
			"Ivan Machado (UFBA, Brazil)",
			"José Carlos Maldonado (ICMC-USP, Brazil)",
			"Juliana Saraiva (UFPB, Brazil)",
			"Julio Leite (PUC-Rio, Brazil)",
			"Kiev Gama (UFPE, Brazil)",
			"Luciana Zaina (UFSCar, Brazil)",
			"Luis Rivero (UFMA, Brazil)",
			"Marcelo Yamaguti (PUCRS, Brazil)",
			"Maria Augusta Vieira Nelson (PUC Minas, Brazil)",
			"Maurício Ronny de Almeida Souza (UFLA, Brazil)",
			"Monalessa Perini Barcellos (UFES, Brazil)",
			"Paulo Gabriel Gadelha Queiroz (UFERSA, Brazil)",
			"Paulo Meirelles (UNIFESP, Brazil)",
			"Paulo Sérgio Lopes de Souza (ICMC-USP, Brazil)",
			"Paulo Sérgio Medeiros dos Santos (UNIRIO, Brazil)",
			"Rafael Capilla (Universidad Rey Juan Carlos, Spain)",
			"Rafael Maiani de Mello (CEFET-RJ, Brazil)",
			"Rita Suzana Pitangueira Maciel (UFBA, Brazil)",
			"Roberto Bittencourt (UFBA, Brazil)",
			"Roberto Felício de Oliveira (UEG, Brazil)",
			"Rodolfo Resende (UFMG, Brazil)",
			"Rodrigo Reis (UFPA, Brazil)",
			"Rodrigo Santos (UNIRIO, Brazil)",
			"Rossana Andrade (UFC, Brazil)",
			"Sabrina Marczak (PUCRS, Brazil)",
			"Sandro Ronaldo Bezerra Oliveira (UFPA, Brazil)",
			"Sheila Reinehr (PUCPR, Brazil)",
			"Simone do Rocio Senger Souza (ICMC-USP, Brazil)",
			"Thelma Elita Colanzi (UEM, Brazil)",
			"Troy Costa Kohwalter (UFF, Brazil)",
			"Valdemar Vicente Graciano Neto (UFG, Brazil)",
			"Valter Camargo (UFSCar, Brazil)",
			"Vânia de Oliveira Neves (UFF, Brazil)"
		]
	},

	"ctic-es": {
		"titulo": "SBES 2020<br/>34th Brazilian Symposium on Software Engineering",
		"subtitulo": "Undergraduate Research on Software Engineering Competition",
		"descricao_1": "The first <b>Undergraduate Research on Software Engineering Competition (CTIC-ES)</b> was created to promote the discussion about research work on Software Engineering at undergraduate courses. Moreover, the competition seeks the integration among researchers and future researchers during the Brazilian Conference on Software Engineering (CBSoft 2020). CTIC-ES selects excellent works developed by undergraduate students, which are awarded and published in the CBSoft Proceedings. Therefore, CTIC-ES aims to encourage students from all undergraduate Computing and related courses to produce scientific papers about their work in subjects related to Software Engineering.",
		"secao_topicos": "Topics of Interest",
		"descricao_2": "Submissions regarding work developed by undergraduate students related (but not limited to) the following topics will be accepted:",
		"topicos_ctic-es": [
			"Agile development",
			"Business value and software validation",
			"Configuration management and deployment",
			"Experimental Software Engineering",
			"Human and social aspects of Software Engineering",
			"Industrial applications of Software Engineering",
			"Mining software repositories and software analytics",
			"Mobile application development",
			"Model-driven software development",
			"Open-source software",
			"Requirements engineering",
			"Search-based Software Engineering",
			"Services and microservices",
			"Software architecture",
			"Software ecosystems and systems-of-systems",
			"Software Engineering for Cloud Computing and the Web",
			"Software maintenance and evolution",
			"Software metrics and measurement",
			"Software modularity",
			"Software processes",
			"Software product lines",
			"Software quality and quality models",
			"Software reengineering",
			"Software reuse",
			"Software startups",
			"Software testing and verification",
			"Technical debt management",
			"Theoretical foundations and formal methods"
		],
		"secao_participacao": "Criteria for Participation",
		"descricao_3": "Undergraduate students in 2019 and 2020 enrolled at Brazilian Higher Education Institutions are candidates to participate in CTIC-ES. The status of undergraduate student or recently graduate student must be proven with appropriate documentation, which must be sent through the submission platform.",
		"descricao_4": "In the case of the work being part of a wider project, the contents of the paper must allow clearly identifying the limits of development, how the work is related to the other project activities, and what were the activities and contribution of the undergraduate student or of the undergraduate student group.",
		"secao_selecao_premiacao": "Selection and Award",
		"descricao_5": "For paper selection, each paper will be reviewed by at least three experts and three papers will be selected for presentation at CTIC-ES. For award purposes, the quality of the oral presentation will be also evaluated. Therefore, papers not presented at CTIC-ES will not compete for the award. The three best papers will be awarded during the conference. At least one author of each paper must mandatorily be registered at CBSoft 2020 to enable the paper publication in the proceedings. The CTIC-ES awards will be held during CBSoft 2020.",
		"secao_submissao": "Paper submission",
		"descricao_6": "The paper must contain at most 10 pages. Only papers in the PDF format using the SBC's Template for Paper Publication (available at this <a style='color: #f4b321' href='http://www.sbc.org.br/documentos-da-sbc/category/169-templates-para-artigos-e-capitulos-de-livros'>link</a>) will be accepted. The paper submission will be exclusively electronic through the <a style='color: #f4b321' href='https://jems.sbc.org.br/home.cgi?c=3597'>JEMS</a> system.",
		"secao_datas": "Important Dates",
		"deadlines_atividades": [
			"Paper submission",
			"Notification of the best papers",
			"Camera-ready"
		],
		"deadlines": [
			"July 8, 2020",
			"August 28, 2020",
			"September 18, 2020"
		],
		"secao_comite": "Organization",
		"comite": [
			"Program Committee Chairs",
			"Maria Augusta Nelson (PUC Minas, Brazil)",
			"Eduardo Figueiredo (UFMG, Brazil)",
			"Program Committee",
			"Alessandro Garcia (PUC-Rio, Brazil)",
			"Alfredo Goldman (IME-USP, Brazil)",
			"Christina Chavez (UFBA, Brazil)",
			"Claudio Sant'Anna (UFBA, Brazil)",
			"Eduardo Figueiredo (UFMG, Brazil)",
			"Elder José Cirilo (UFSJ, Brazil)",
			"Itana Gimenes (UEM, Brazil)",
			"José Carlos Maldonado (ICMC-USP, Brazil)",
			"Júlio Leite (PUC-Rio, Brazil)",
			"Leopoldo Teixeira (UFPE, Brazil)",
			"Lincoln Rocha (UFC, Brazil)",
			"Marcelo de Almeida Maia (UFU, Brazil)",
			"Maria Augusta Nelson (PUC-Minas, Brazil)",
			"Regina Braga (UFJF, Brazil)",
			"Rodrigo Bonifacio (UnB, Brazil)",
			"Rossana Andrade (UFC, Brazil)",
			"Simone Souza (ICMC-USP, Brazil)",
			"Valter Camargo (UFSCar, Brazil)"
		]
	},

	"ctd-es": {
		"titulo": "SBES 2020<br/>34th Brazilian Symposium on Software Engineering",
		"subtitulo": "Thesis and Dissertation on Software Engineering Competition",
		"descricao_1": "The <b>Thesis and Dissertation on Software Engineering Competition (CTD-ES)</b> aims to disseminate and award the best Doctoral theses and Master's dissertations in Software Engineering that were concluded, presented, and approved in Brazil in 2019. CTD-ES will award theses and dissertations with a significant impact on society and organizations, as well as a significant, outstanding contribution to the scientific area of Software Engineering.",
		"secao_premiacao": "Awards",
		"descricao_2": "Up to six papers corresponding to the three best Doctoral theses and the three best Master's dissertations will be awarded. The works must necessarily be presented by the student at the 34th Brazilian Symposium on Software Engineering (SBES 2020).",
		"secao_publico-alvo": "Target Audience",
		"descricao_3": "Doctors and masters in the area of Software Engineering who defended their theses or dissertations in Brazil in 2019 (i.e., from January 1, 2019 to December 31, 2019) can submit their works to CTD-ES.",
		"secao_submissao": "Submissions",
		"descricao_4": "Applicants must electronically submit the papers through the <a style='color: #f4b321' href='https://jems.sbc.org.br/home.cgi?c=3598'>JEMS</a> system. During submission, applicants must choose the track that corresponds to their works (i.e., Doctoral thesis or Master's dissertation). <b>Only one submission of each type is allowed per advisor.</b>",
		"descricao_5": "The following documents should be submitted together:",
		"documentos_submissao": [
			"The full text of the thesis or dissertation, in PDF.",
			"A paper of the thesis or dissertation in PDF, using the SBC's Template for Paper Publication available at this <a style='color: #f4b321' href='http://www.sbc.org.br/documentos-da-sbc/category/169-templates-para-artigos-e-capitulos-de-livros'>link</a>. The paper should not exceed 15 pages, including all figures and references.",
			"A letter issued by the main advisor. Papers need an abstract in Portuguese and in English."
		],
		"descricao_6": "The letter issued by the main advisor must:",
		"items_carta_orientador": [
			"Highlight the contribution to Software Engineering, the aspects for which he/she believes the candidate deserves the award, and the papers (published, accepted and/or submitted, but in evaluation) indicating the most relevant one.",
			"Mention all sub-products of the work (e.g., patents, registered software, public domain or free software, databases) available to public access (URLs to the items must be provided), and any other information considered as relevant.",
			"Include the name of the Graduate Program, the Program Coordinator's phone number, the date of the defense, the title of the thesis/dissertation, the names and e-mail addresses of the advisor(s), the names and e-mail addresses of evaluation board members, and the name of the candidate.",
			"Indicate whether the submitted paper (i) is an original work, (ii) has been accepted or published in other conferences or journals or (iii) is in evaluation in other conferences or journals. If the paper is not original, then the letter must mention the venue where it was published or is under review."
		],
		"descricao_7": "The publication of the paper in the SBES 2020 Companion Proceedings at SBC OpenLib (SOL) will follow these rules:",
		"publicacao": [
			"If the paper is original, the full paper will be included in the proceedings.",
			"If the paper is not original, i.e., the paper has already been published in another venue (including SBES), the version to be published in the companion proceedings will be a 2-page extended abstract using the SBC's Template for Paper publication. The extended abstract will be provided by the authors and must include the full reference to the original publication. The paper must have an abstract in Portuguese and in English."
		],
		"secao_selecao": "Selection",
		"descricao_8": "Only works in Portuguese or English that expand or deepen the knowledge in Software Engineering will be accepted. Works with marginal contribution to Software Engineering will be not accepted. Only one submission of each type is allowed per advisor. This requires advisors to pre-select and recommend the thesis and/or dissertation presented in 2019 in which they acted as the main advisor.",
		"descricao_9": "Theses and dissertations submitted to CTD-ES will be evaluated by a committee composed of professionals from Education and Research Institutions with recognized performance in Software Engineering and experience in advising Doctoral theses and Master's dissertations. Members of the Evaluation Committee that were advisors of candidates in one of the categories (Master or PhD) will evaluate only works in the other category.",
		"descricao_10": "Up to three papers in each category (i.e., Master or PhD) will be invited for presentation during SBES 2020. Only the author who defended the Doctoral or Master's work shall present it. The presentation must last up to 20 minutes. A board of experts will evaluate the presentation and may ask questions. The final classification of CTD-ES will be based on the evaluation of the complete thesis/dissertation and the presentation held during the symposium.",
		"secao_datas": "Important Dates",
		"deadlines_atividades": [
			"Submission of thesis or dissertation (including all required documentation)",
			"Finalists announcement"
		],
		"deadlines": [
			"<strike>May 11, 2020</strike> <span style='color: red; font-weight: bold'>June 15, 2020</span>",
			"<strike>August 3, 2020</strike> <span style='color: red; font-weight: bold'>August 17, 2020</span>"
		],
		"secao_comite": "Organization",
		"comite": [
			"Program Committee Chairs",
			"Ana Regina Rocha (COPPE-UFRJ, Brazil)",
			"Gleison Santos (UNIRIO, Brazil)",
			"SBES Steering Committee",
			"Fabiano Cutigi Ferrari (UFSCar, Brazil)",
			"Fernando Castor (UFPE, Brazil)",
			"José Carlos Maldonado (ICMC-USP, Brazil)",
			"Márcio Ribeiro (UFAL, Brazil)",
			"Marco Aurélio Gerosa (Northern Arizona University, USA)",
			"Marco Túlio Valente (UFMG, Brazil)",
			"Rafael Prikladnicki (PUCRS, Brazil)",
			"Tayana Conte (UFAM, Brazil)",
			"Uirá Kulesza (UFRN, Brazil)"
		]
	},

	"sbcars": {
		"titulo": "SBCARS 2020<br/>14th Brazilian Symposium on Software Components, Architectures, and Reuse",
		"subtitulo": "Main page",
		"descricao_1": "The <b>Brazilian Symposium on Software Components, Architectures, and Reuse (SBCARS)</b> is a symposium promoted by the Brazilian Computer Society (SBC) that brings together researchers, students, and practitioners with a wide range of interests on topics related to Software Engineering, including software product lines, component-based software development, software architectures, and software reuse. SBCARS, which started in 2007, is the successor to the series of six editions of the Brazilian Workshop on Component-Based Software Development (WDBC), which started in 2001, so that its thirteen editions have contributed to the its consolidation in the Brazilian scientific calendar as an important technical-scientific event on software.",
		"secao_datas": "Important Dates",
		"deadlines_atividades": [
			"Paper registration (abstract submission)",
			"Paper submission",
			"Notification of acceptance",
			"Camera-ready"
		],
		"deadlines": [
			"<strike>July 6, 2020</strike> <span style='color: red; font-weight: bold'>August 10, 2020</span>",
			"<strike>July 10, 2020</strike> <span style='color: red; font-weight: bold'>August 14, 2020</span>",
			"<strike>August 10, 2020</strike> <span style='color: red; font-weight: bold'>September 15, 2020</span>",
			"<strike>August 14, 2020</strike> <span style='color: red; font-weight: bold'>September 18, 2020</span>"
		],
		"secao_topicos": "Topics of Interest",
		"descricao_2": "Submissions related (but not limited to) the following topics will be accepted:",
		"topicos_sbcars": [
			"Agile software architecture and design",
			"Aspect-oriented software development and software modularity",
			"Component-based Software Engineering",
			"Design patterns",
			"Domain analysis and engineering",
			"Generative programming and domain-specific languages",
			"Mining software repositories",
			"Model-driven engineering",
			"Program transformation and refactoring",
			"Reuse and variability in Open Source Software",
			"Service-oriented architectures (SOA) and service-based development",
			"Software analysis, comprehension, and reconstruction",
			"Software architecture (architecture recovery, architecture description languages, architecture evaluation, reverse architecting, etc.)",
			"Software evolution",
			"Software metrics",
			"Software product lines",
			"Software reuse (including technical and non-technical issues)",
			"Variability management"
		],
		"descricao_3": "There is also interest in experimental studies (controlled experiments, case studies, systematic reviews), experience reports, theoretical contributions, education-related papers, tools, and methods related to all of the above topics.",
		"secao_guidelines": "Submission Guidelines and Review Process",
		"descricao_4": "Submitted papers can be written in Portuguese or English. Papers written in Portuguese need to be submitted with title, abstract, and keywords written in English. Submissions in English are strongly encouraged since the symposium proceedings will be indexed in the ACM Digital Library. At least one author of each accepted paper must register at CBSoft 2020 and present the paper during the symposium, otherwise the paper will not be included in the proceedings.",
		"descricao_5": "It is strongly encouraged that authors check papers from previous editions of SBCARS to reference related work whenever it is applicable. This might motivate and improve discussions between researchers working in the same area during the symposium. SBCARS papers published in previous editions are available at this <a style='color: #f4b321' href='http://dblp1.uni-trier.de/db/conf/sbcars/index.html'>link</a>.",
		"descricao_6": "All submissions must be in PDF and must comply with the ACM 2-column conference format (<code style='background-color: #ffffff; color: #000000; padding: 0;'>ACM_SigConf</code>) available at this <a style='color: #f4b321' href='http://www.acm.org/publications/proceedings-template'>link</a>. Papers must be no longer than 10 pages, including figures, tables, and references. Submissions not in compliance with the required format or out of the technical scope will be rejected without review. Submitted papers will be reviewed by at least three referees, based on its originality, relevance, technical soundness, and clarity of presentation.",
		"descricao_7": "SBCARS 2020 will employ a triple-blind review process. The papers submitted must not reveal the authors' identities in any way.",
		"guidelines_tripleblind": [
			"Authors should leave out their names and affiliations from the body of their submission.",
			"Authors should ensure that any citation to related work by themselves is written in third person, that is, &quot;the prior work of XYZ&quot; as opposed to &quot;our prior work&quot;.",
			"Authors should avoid providing URLs to author-revealing sites (tools, data sets). The paper can mention the existence of such sites, but the visit of such sites should not be needed to conduct the review.",
			"Authors should anonymize author-revealing company names, yet can provide general characteristics of the organizations involved needed to understand the context of the paper."
		],
		"descricao_8": "Papers should be submitted electronically through the <a style='color: #f4b321' href='https://jems.sbc.org.br/home.cgi?c=3599'>JEMS</a> system. When submitting a paper, authors must specify the language of their paper with a prefix in the field of the paper title in the submission platform. The title of papers in English must start with &quot;[EN]&quot; and the title of papers in Portuguese must start with &quot;[PT]&quot;. This guarantees that the paper is assigned to a reviewer that will be able to review it.",
		"secao_bestpaper_si": "Best Paper Award and Special Issue",
		"descricao_9": "Three best papers will be invited to a special issue in the <i>Journal of the Brazilian Computer Society</i> (JBCS).",
		"secao_comite": "Organization",
		"comite": [
			"Program Committee Chair",
			"Gustavo Pinto (UFPA, Brazil)",
			"SBCARS Steering Committee",
			"Gustavo Pinto (UFPA, Brazil)",
			"Leopoldo Teixeira (UFPE, Brazil)",
			"Ingrid Nunes (UFRGS, Brazil)",
			"Márcio Ribeiro (UFAL, Brazil)",
			"Marco Aurélio Gerosa (Northern Arizona University, USA)"
		]
	},

	"sblp": {
		"titulo": "SBLP 2020<br/>24th Brazilian Symposium on Programming Languages",
		"subtitulo": "Main page",
		"descricao_1": "The <b>Brazilian Symposium on Programming Languages (SBLP)</b> is a symposium promoted by the Brazilian Computer Society (SBC) that constitutes a forum for students, researchers, and practitioners to present and discuss ideas and innovations in the design, definition, analysis, implementation, and practical use of programming languages.",
		"secao_datas": "Important Dates",
		"deadlines_atividades": [
			"Paper registration (abstract submission)",
			"Paper submission",
			"Notification of acceptance",
			"Camera-ready"
		],
		"deadlines": [
			"<strike>May 31, 2020</strike> <span style='color: red; font-weight: bold'>June 28, 2020</span>",
			"<strike>June 7, 2020</strike> <span style='color: red; font-weight: bold'>July 5, 2020</span>",
			"<strike>July 24, 2020</strike> <span style='color: red; font-weight: bold'>August 21, 2020</span>",
			"<strike>August 9, 2020</strike> <span style='color: red; font-weight: bold'>September 6, 2020</span>"
		],
		"descricao_2": "Papers can be written in Portuguese or English. Submissions in English are strongly encouraged since the proceedings will be indexed in the ACM Digital Library. The acceptance of a paper implies that at least one of its authors will register at CBSoft 2020 to present it at the symposium. Papers must be original and not simultaneously submitted to another journal or conference.",
		"descricao_3": "SBLP 2020 will use a lightweight double-blind review process. The manuscripts should be submitted for review anonymously (i.e., without listing the author's names on the paper) and references to own work should be made in third person. Authors with a conflict of interest with a Program Committee member should fill this <a style='color: #f4b321' href='https://forms.gle/H2nYcUx14XBjN3MHA'>electronic form</a>.",
		"descricao_4": "Papers must be submitted electronically (in PDF format) via the <a style='color: #f4b321' href='http://www.easychair.org/conferences/?conf=sblp2020'>Easychair</a> system. The following paper categories can be submitted (page limits include figures, references, and appendices):",
		"categorias_artigos": [
			"<b>Full papers:</b> up to 8 pages long in the ACM 2-column conference format (<code style='background-color: #ffffff; color: #000000; padding: 0;'>ACM_SigConf</code>) available at this <a style='color: #f4b321' href='http://www.acm.org/publications/proceedings-template'>link</a>.",
			"<b>Short papers:</b> up to 3 pages in the ACM 2-column conference format. Short papers can discuss new ideas that are at an early stage of development or can report partial results of on-going dissertations or theses."
		],
		"secao_topicos": "Topics of Interest",
		"topicos_sblp": [
			"Programming paradigms and styles, scripting and domain-specific languages, and support for real-time, service-oriented, multi-threaded, parallel, and distributed programming",
			"Program generation and transformation",
			"Formal semantics and theoretical foundations: denotational, operational, algebraic, categorical",
			"Program analysis and verification, type systems, static analysis, and abstract interpretation",
			"Programming language design and implementation, programming language environments, compilation, and interpretation techniques"
		],
		"secao_publicacao": "Paper Publication",
		"descricao_5": "SBLP proceedings will be published in ACM Digital Library. As in previous editions, authors of selected regular papers will be invited to submit an extended version of their work to be considered for publication in a journal's special issue. Since 2009, selected papers of each SBLP edition are published in a special issue of <i>Science of Computer Programming</i>, by Elsevier.",
		"secao_comite": "Organização",
		"comite": [
			"Program Committee Chair",
			"Sergio Medeiros (UFRN, Brazil)",
			"Program Committee",
			"Alex Garcia (IME, Brazil)",
			"Alvaro Moreira (UFRGS, Brazil)",
			"Anamaria Moreira (UFRJ, Brazil)",
			"André Murbach Maidl (PUCPR, Brazil)",
			"Bernhard Scholz (The University of Sydney, Australia)",
			"Beta Ziliani (Universidad Nacional de Córdoba, Argentina)",
			"Christiano Braga (UFF, Brazil)",
			"Cristiano Vasconcellos (UDESC, Brazil)",
			"Fernando Castor (UFPE, Brazil)",
			"Fernando Pereira (UFMG, Brazil)",
			"Francisco Sant'Anna (UERJ, Brazil)",
			"Hans-Wolfgang Loidl (Heriot-Watt University, United Kingdom)",
			"Henrique Rebêlo (UFPE, Brazil)",
			"João Paulo Fernandes (University of Coimbra, Portugal)",
			"Krishna Nandivada (IIT Madras, India)",
			"Laure Gonnord (University of Lyon, France)",
			"Leonardo Reis (UFJF, Brazil)",
			"Louis-Noel Pouchet (Colorado State University, USA)",
			"Lucilia Figueiredo (UFOP, Brazil)",
			"Marisa Bigonha (UFMG, Brazil)",
			"Martin Musicante (UFRN, Brazil)",
			"Pavlos Petoumenos (University of Manchester, United Kingdom)",
			"Renato Cerqueira (IBM Research, Brazil)",
			"Roberto Ierusalimschy (PUC-Rio, Brazil)",
			"Rodrigo Ribeiro (UFOP, Brazil)",
			"Sandro Rigo (UNICAMP, Brazil)",
			"Sérgio Medeiros (UFRN, Brazil)",
			"Simon Thompson (University of Kent, United Kingdom)",
			"Tomofumi Yuki (INRIA, France)"
		],
		"secao_contato": "Contact",
		"descricao_6": "All questions about submissions can be emailed to Sérgio Medeiros (<a style='color: #f4b321' href='mailto:sergiomedeiros@ect.ufrn.br'>sergiomedeiros@ect.ufrn.br</a>)."
	},

	"sast": {
		"titulo": "SAST 2020<br/> 5th Brazilian Symposium on Systematic and Automated Software Testing",
		"subtitulo": "Main page",
		"descricao_1": "Software testing is one of the most popular software verification and validation techniques used currently in the software industry. When applied effectively, this technique can provide important evidences regarding the quality and reliability of a software system.",
		"descricao_2": "The current scenario shows an increasing dependency on software in daily activities and industrial environments, emerging a growing need for fast, correct answers of these systems, which are often critical, pervasive, persistent, mobile, distributed, real-time, embedded, and adaptive. This need drives the development of techniques, criteria, and supporting tools for software testing considering the different application domains and programming paradigms.",
		"descricao_3": "After its debut in 2016, the <b>Brazilian Symposium on Systematic and Automated Software Testing (SAST)</b> will promote in 2020 its fifth edition, although it existed since 2007 with the name of Brazilian Workshop on Systematic and Automated Software Testing. This is the main scientific conference on software testing in Brazil. Its goal is promoting an annual forum to discuss issues on the systematization and automation of software testing activity, promoting interaction between researchers and industry in order to strengthen cooperation and innovation in this important area of software development.",
		"descricao_4": "Software testing is of central importance to verify and validate software systems. Moreover, empirical studies show that test-related activities often account for over 50% of software development costs. Systematic and automated approaches have shown capable of reducing this overwhelming cost. Industrial success cases have been openly reported, and academic interest continues to grow as observed by the growing number of researchers in the field. The primary goal of SAST is building a forum that brings the research and industry communities together to discuss improvements in software testing systematization and automation regarding different categories of software systems.",
		"secao_datas": "Important Dates",
		"deadlines_atividades": [
			"Paper registration (abstract submission)",
			"Paper submission",
			"Notification of acceptance",
			"Camera-ready"
		],
		"deadlines": [
			"<strike>June 28, 2020</strike> <span style='color: red; font-weight: bold'>August 3, 2020</span>",
			"<strike>July 6, 2020</strike> <span style='color: red; font-weight: bold'>August 10, 2020</span>",
			"<strike>August 6, 2020</strike> <span style='color: red; font-weight: bold'>September 10, 2020</span>",
			"<strike>August 13, 2020</strike> <span style='color: red; font-weight: bold'>September 17, 2020</span>"
		],
		"secao_topicos": "Topics of Interest",
		"descricao_5": "SAST focuses on bringing together researchers and practitioners that have been working on systematic and automated practices, activities, and tools of software testing. The topics covered by the symposium include, but are not limited to, the following:",
		"topicos_sast": [
			"Automated software testing: environments, tools, and industrial report on testing automation",
			"Combinatorial testing and random testing",
			"Distributed and parallel software testing",
			"Error-based and fault-based testing",
			"Management and integration of testing activities and resources",
			"Maintenance and reuse of test artifacts",
			"Model-based and model-driven testing",
			"Performance, load, and stress testing",
			"Prediction and Risk-based testing",
			"Program-based, specification-based, and requirements testing",
			"Test adequacy and coverage measurement",
			"Test case generation and selection techniques",
			"Test driver, stubs, harness, and test script generation",
			"Test effective analysis and test report generation",
			"Test oracle and test result checking techniques",
			"Testing of contemporary software systems: mobile, Cloud Computing, context-awareness, Internet of Things, Industry 4.0, Big Data",
			"Testing of learning-based software, including Deep Learning",
			"Testing of non-functional requirements: security, safety, interoperability, etc."
		],
		"secao_guidelines": "Submission Guidelines",
		"descricao_6": "SAST accepts submissions of technical papers that should present original contributions to the software testing research area. The paper must be no shorter than 6 pages and no longer than 10 pages, including all figures, references, and appendices, following the ACM 2-column format (<code style='background-color: #ffffff; color: #000000; padding: 0;'>ACM_SigConf</code>) available at this <a style='color: #f4b321' href='http://www.acm.org/publications/proceedings-template'>link</a>.",
		"descricao_7": "Papers can be written either in Portuguese or in English. Submissions in English are strongly encouraged since the proceedings will be submitted to ACM Digital Library. For papers written in Portuguese, the title and abstract must be in English (as recommended by ACM). Papers will be judged according to their adequacy to SAST scope, relevance, technical soundness, and originality. Papers should state their relation to previous work, mainly to the previously published work of their authors. Papers on empirical studies should describe the used methods and interpret qualitatively and quantitatively their results. At least three Program Committee members will review all submissions.",
		"descricao_8": "SAST will follow a double-blind review process. Therefore, the initial paper submissions must not have any author identification. All information about authors and their institutions must be removed from the paper. Moreover, references to previous work must be blinded. For example, one must write &quot;[REF] Information omitted for double-blind reviewing&quot; in the reference list. After paper acceptance, all omitted information can be included in the camera-ready version .",
		"descricao_9": "All submissions must be in PDF format using the <a style='color: #f4b321' href='https://jems.sbc.org.br/home.cgi?c=3600'>JEMS</a> system. For accepted submissions, at least one of the authors must register at CBSoft 2020 and the paper must be presented at the symposium to be included in ACM Digital Library.",
		"secao_comite": "Organização",
		"comite": [
			"Program Committee Chairs",
			"Wilkerson Andrade (UFCG, Brazil)",
			"Vânia de Oliveira Neves (UFF, Brazil)",
			"SAST Steering Committee",
			"Wilkerson Andrade (UFCG, Brazil)",
			"Vânia de Oliveira Neves (UFF, Brazil)",
			"Adenilso da Silva Simão (ICMC-USP, Brazil)",
			"Elder de Macedo Rodrigues (Unipampa, Brazil)",
			"Avelino Francisco Zorzo (PUCRS, Brazil)",
			"Guilherme Horta Travassos (COPPE-UFRJ, Brazil)",
			"Wesley Assunção (UTFPR, Brazil)",
			"Marcelo Eler (EACH-USP, Brazil)"
		]
	},

	"workshops": {
		"titulo": "Workshops",
		"descricao_1": "CBSoft includes workshops related to the topics of the four symposia that traditionally are part of the programme, SBES, SBCARS, SBLP, and SAST. The goal is providing a forum where academics and practitioners can exchange and discuss their experiences and ideas.",
		"secao_informacoes": "General information",
		"descricao_2": "The definition of the workshops that will be part of CBSoft 2020 will be carried out by evaluating the submitted proposals in response to this Call. Workshop proposals will be evaluated considering:",
		"criterios": [
			"the relevance and interest of subject matter",
			"the expertise of the workshop chair",
			"the Program Committee",
			"an evaluation of previous editions, if applicable"
		],
		"descricao_3": "Each workshop can be scheduled for a half-day (three hours) ou a full day (six hours). The dates of the workshops will be confirmed soon by the CBSoft 2020 General Chairs.",
		"descricao_4": "Workshop proceedings will be prepared by the workshop organizers together with the CBSoft 2020 Organizing Committee. Please note the deadline for delivering the workshop papers to the CBSoft organizing committee.",
		"secao_submissao": "Submissions instructions (see specific instructions for pre-approved workshops)",
		"descricao_5": "The workshop proposals must be filled through this <a target= '_blank'  href='https://forms.gle/Fd5E6gM4qUpe3YQMA' style='color: #f4b321'>link</a>.",
		"descricao_6": "The proposals must exactly contain the following information (in Portuguese or English):",
		"informacoes_workshop": [
			"Name of the workshop",
			"Duration (three or six hours)",
			"Description of the main topic of the workshop, explaining its relevance",
			"History of the workshop, including the number of attendees, number of submissions, and acceptance rate",
			"Workshop format, topics of interest, acceptance criteria, and presentation form",
			"Invited speakers",
			"Expected audience, including the maximum number of participants",
			"Program Committee",
			"Support and required equipment from the CBSoft Organizing Committee",
			"Name, contact information, and curriculum of the workshop chair. If the chair is Brazilian, the CV can be a link to his/her Lattes CV. If the chair is not Brazilian, a brief CV must be included."
		],
		"secao_workshop_pre": "Submission instructions for pre-approved workshops",
		"descricao_7": "Annual or biannual Workshops that have at least three editions (being the last one held in 2018 or 2017) are considered pre-approved workshopss. Pre-approved workshops must submit a simplified proposal through this <a target= '_blank'  href='https://forms.gle/wDLTrY7JpVxGQeNeA' style='color: #f4b321'>link</a> with the following information:",
		"informacoes_workshop_pre": [
			"Organizing Committee",
			"Steering Committee (if applicable)",
			"Name, contact information, and CV of chair(s) (Lattes CV for Brazilians, brief CV for foreigners)",
			"Statistics of the three last editions (number of attendees, number of submissions, and acceptance rate)"
		],
		"descricao_8": "Pre-approved workshops are automatically accepted since the required information is submitted. Information provided for a pre-approved workshop will be analyzed by the Workshops Evaluation Committee with the goal of providing feedback for future workshop editions. A workshop might lose the pre-approved status due to decreasing submissions number over years or due to any other reason judged by the Workshops Evaluation Committee.",
		"secao_deadlines": "Important dates",
		"deadlines": [
			"Workshop proposal submission: <strike>April 13, 2020</strike> <span style='color: red; font-weight: bold'>April 24, 2020</span>",
			"Notification to proponents: <strike>April 20, 2020</strike> <span style='color: red; font-weight: bold''>May 4, 2020</span>",
			"Camera-ready of papers: <strike>August 3, 2020</strike> <span style='color: red; font-weight: bold''>To be defined</span>"
		],
		"secao_comite": "Evaluation Committee",
		"comite": [
			"Everton Alves (UFCG, Brazil)",
			"Fabiano Ferrari (UFSCar, Brazil)",
			"Márcio Barros (UNIRIO, Brazil)",
			"Thelma Elita Colanzi (UEM, Brazil)"
		],
		"secao_contato": "Contact",
		"descricao_9": [
			"Questions should be directed to the CBSoft 2020 Workshop Chair, Thelma Elita Colanzi (<a href='mailto:thelma@din.uem.br' style='color: #f4b321'>thelma@din.uem.br</a>)."
		],
		"vem": "VEM",
		"vem_nome": "8th Workshop on Software Visualization, Evolution and Maintenance",
		"mssis": "MSSiS",
		"mssis_nome": "2nd Workshop on Software-Intensive Systems Modeling and Simulation",
		"tba": "To be announced",
		"deadlines_atividades": [
			"Paper submission",
			"Notification of acceptance",
			"Camera-ready",
			"Date"
		],
		"deadlines_vem": [
			"August 15, 2020",
			"September 12, 2020",
			"September 16, 2020",
			""
		],
		"deadlines_mssis": [
			"August 3, 2020",
			"September 5, 2020",
			"September 14, 2020",
			""
		]
	},

	"local": {
		"titulo": "Venue",
		"descricao_1": "CBSoft 2020 will be held at <a target= '_blank' href='https://www.wishhotels.co/resort-em-natal/wish-natal-by-gjp/' style='color: #f4b321'>Wish Natal Exclusive Resort</a>, a resort with direct access to the beach and overlooking the sea, located at the Via Costeira Senador Dinarte Mariz. In this region, it is possible to find the best accommodation in the Natal's touristic region, flanked by the Brazil's second largest urban park, Parque das Dunas, besides easy access to restaurants, shoppings and commercial centers, and other beaches in the city."
	},

	"sobre-natal": {
		"titulo": "About Natal",
		"descricao_1": "Natal, the capital and largest city of the state of Rio Grande do Norte, Northeastern Brazil, has become a Brazilian destination known throughout the world, being the closest Brazilian city to Europe and Africa due to its location at the corner of South America. The \"City of the Sun\" (\"Cidade do Sol\", in Portuguese), as it is known both nationally and internationally, has a pleasant climate with average temperatures around 28ºC and a bright sunshine throughout the year. Natal is about six degrees south Equator, thus making the sun to shine for 300 days per year, more than in any Brazilian capital.",
		"descricao_2": "Founded in a Christmas Day, December 25, 1599 (hence the name, according to many writers), Natal is bathed by the Atlantic Ocean, combining a tropical climate, beautiful beaches of warm water, lush nature, and almost 900,000 welcoming inhabitants - just over 1.5 million in the Metropolitan Region, the fifth largest urban agglomeration in the Northeast Region. The city historically had a great importance during World War II, serving as a strategic point to Allies operations (in particular to USA) in the conflict, and it hosted the first rocket base in South America, at the Barreira do Inferno Launch Center in the neighboring municipality of Parnamirim.",
		"descricao_3": "The city receives millions of Brazilian and foreign visitors each year, attracted by the natural beauty of the cost, the local hospitality, and the largest off-season Carnival in Brazil, <i>Carnatal</i>. Natal has one of the most modern and well-located hotel chains in Brazil, besides excellent restaurants, pubs, bars, shopping malls, and many other entertainment places. This is a reflection of the fact that the local economy is mainly based on the service sector, including national and international leisure tourism and, more recently, the business tourism, as the city has attracted an increasing number of professional events. Moreover, in 2014, Natal was one of the twelve cities that hosted the FIFA World Cup, whose project of the Arena das Dunas Stadium stood out among the host cities.",
		"descricao_4": "Natal is not just about beaches, lush nature, and good gastronomy. The city was recently affiliated to the <i>IEEE Smart Cities Initiative</i> as a result of the expressive advances and strong engagement between academia and local government. This gave risen to the <i>Natal Human and Smart City Program</i>, formalized by a technical cooperation agreement between the Natal City Hall and the Federal University of Rio Grande do Norte (UFRN). This program represents a large political and societal project in direct cooperation between academia and the population aiming at seeking for solutions to the problems faced by the city in its daily growth, as well as improving the quality of life and well-being of the population through innovative Information and Communication Technology paradigms. In 2017, the <i>Digital Metropolis Technological Park</i> was established. This is a technological park geographically located around the UFRN's central campus with focus on Information Technology, a project involving academia and both public and private sectors as a conducive environment to the diffusion of science, technology, and innovation, besides contributing to the economic and societal development of the city.",
		"quick-facts": "Some quick facts:"
	},

	"info-viagem": {
		"titulo": "Travel information",
		"descricao_1": "<b>Arriving at Natal by plane.</b> The largest airport in the state of Rio Grande do Norte is the <a target='_blank' href= 'http://www.natal.aero/' style='color: #f4b321'>Natal International Airport -- São Gonçalo do Amarante/Governor Aluízio Alves (NAT)</a>. Serving Natal and its Metropolitan Region, the airport was opened in 2014 and it is regarded as one of the best airports in Brazil according to recent surveys. Although Natal is not a major hub in Brazil, there are direct flights connecting it to other larger Brazilian cities, such as Fortaleza (1:00h), Recife (0:50h), Salvador (1:25h), Brasilia (2:45h), Rio de Janeiro (3:00h), and São Paulo (3:20h). There are also some international direct flights connecting Natal to Lisbon, Portugal, and to Buenos Aires, Argentina, but due to national connections to other cities in Brazil, it is not difficult to reach Natal from North America or Europe. All major Brazilian airlines (Azul, Gol, LATAM) currently operate at the airport, in addition to TAP Portugal, Portuguese airline whose direct flights connect Natal to Europe in 6:40h on average.",
		"descricao_2": "<b>Arriving at Natal by car.</b> The BR-101 federal highway is the most important access connecting Natal to other cities in Northeastern Brazil (João Pessoa, Recife, and Salvador) and Southeastern/Southern Brazil along the north-south coast. For who comes from cities such as Fortaleza and Teresina, another common access is the BR-304 federal highway, which comes from the west of Rio Grande do Norte. With respect to the capitals of the nearest states, the average driving time between Natal and João Pessoa (distant 193 km) is 2:30h, between Natal and Recife (distant 291 km) is 4:00h, and between Natal and Fortaleza (distant 524 km) is 7:00h.",
		"descricao_3": "<b>Arriving at Natal by bus.</b> The main bus station in Rio Grande do Norte is the Natal Bus Station/Severino Tomaz da Silveira Bus Terminal, at the Cidade da Esperança neighborhood. There are several bus lines operating routes within Rio Grande do Norte and from/to major cities in the Northeast Region, besides other many cities in Brazil. With respect to the capitals of the nearest states, the average time between Natal and João Pessoa (distant 193 km) is 3:00h, between Natal and Recife (distant 291 km) is 4:40h, and between Natal and Fortaleza (distant 524 km) is 8:30h."
	},

	"hospedagem": {
		"titulo": "Accommodation",
		"descricao_1": "According to recent studies of the Brazilian Institute of Geography and Statistics (IBGE), Natal is the second Brazilian capital in number of beds per 100,000 inhabitants. The hotel network of the city is quite diverse and able to meet the needs of audiences with different accommodation requirements, ranging from more modest levels, such as hostels, to luxury levels, such as five-star hotels and resorts. Regardless of the type of accommodation, most establishments are located close to the Via Costeira and the Ponta Negra Beach, the Natal's main touristic region, no more than six kilometers (approximately ten minutes by car) from Wish Natal. Besides hotels and hostels, there are options of furnished flats or even offered through digital platforms, such as Airbnb.",
		"descricao_2": "The period when CBSoft 2020 will be held, in late September, is regarded as a low-season in Natal, thus leading to more availability of accommodation and lower daily rates in comparison to other months. The CBSoft 2020 Organizing Committee will be committed to negotiate with some establishments to obtain special rates for guests coming to Natal to attend the conference."
	},

	"org": {
		"organizacao": "Organization",
		"org_local": "General Chairs"
	},

	"contato": {
		"titulo": "Get in touch",
		"nome": "Your name",
		"email": "Your e-mail address",
		"assunto": "What do you want to talk about?",
		"opcao-default": "Choose an option",
		"mensagem": "Write down your message",
		"send": "Send",
		"topicos": [
			"General requests",
			"Registration",
			"SBES - Research Track",
			"SBES - Innovative Ideas and Emerging Results Track",
			"SBES - Education Track",
			"SBES - Tools Track",
			"SBES - CTIC-ES",
			"SBES - CTD-ES",
			"SBCARS",
			"SBLP",
			"SAST",
			"WTDSoft",
			"Industry Track",
			"Workshops - MSSIS",
			"Worskhops - VEM"
		],
		"success": "Your message has been successfully sent.",
		"error": "Your message could not be sent. Please try again."
	}
}