{
  "menu": {
      "organizacao": "Organização",
      "patrocinio": "Patrocínio",
      "inscricoes": "Inscreva-se",
      "programacao": "Programação",
      "anais":"Anais",
      "trilha_industria": "Trilha da Indústria",
      "tutoriais": "Tutoriais",
      "minicursos": "Minicursos",
      "sessao_ferramentas": "Sessão de Ferramentas",
	    "wtdsoft": "Workshop de Teses e Dissertações",
      "codigo_conduta": "Código de Conduta",
      "edicoes_anteriores": "Edições Anteriores",
      "home_SBES": "Página Principal",
      "home_SBCARS": "Página Principal",
	    "home_SBLP": "Página Principal",
      "home_SAST": "Página Principal",
      "trilha_pesquisa": "Trilha de Pesquisa",
      "trilha_educacao": "Trilha de Educação",
      "trilha_ideias_inovadoras": "Trilha de Ideias Inovadoras e Resultados Emergentes",
      "palestras": "Palestras",
      "chamada_trabalhos": "Chamada de Trabalhos",
      "chamada_workshops": "Chamada de Workshops",
      "artigos_aceitos": "Artigos Aceitos",
      "informacoes": "Informações",
      "local": "Local do Evento",
      "natal": "Sobre Natal",
      "infoViagem": "Informações de Viagem",
      "hospedagem": "Hospedagem",
      "contato": "Contato"
  },
  "about": {
    "sobre": "Sobre o CBSoft",
    "realizacao": "Realizado por",
	  "copyright": "Todos os direitos reservados",
    "descricao_1": "O Congresso Brasileiro de Software: Teoria e Prática (CBSoft) é um evento realizado anualmente pela Sociedade Brasileira de Computação (SBC) com o objetivo de promover e incentivar a troca de experiências entre pesquisadores e profissionais da indústria e academia sobre as mais recentes pesquisas, tendências e inovações práticas e teóricas sobre software. Realizado desde 2010 como evento agregador de simpósios brasileiros promovidos pela SBC na área de software, o CBSoft tornou-se um dos principais eventos da comunidade científica brasileira na área de Computação.",
    "descricao_2": "Em 2020, a 11ª edição do CBSoft será realizada em Natal, Rio Grande do Norte, e integrará quatro eventos tradicionais realizados anualmente pela comunidade brasileira em Engenharia de Software:",
    "desc_eventos": [
      "o XXXIV Simpósio Brasileiro de Engenharia de Software (SBES), o principal evento de Engenharia de Software na América Latina;",
      "o XXIV Simpósio Brasileiro de Linguagens de Programação (SBLP), que possui enfoque no estudo teórico e prático de linguagens de programação;",
      "o XIV Simpósio Brasileiro de Componentes, Arquiteturas e Reutilização de Software (SBCARS), que agrega tópicos como linhas de produto de software, desenvolvimento de software baseado em componentes, arquiteturas de software e reutilização, e;",
      "o V Simpósio Brasileiro de Teste de Software Sistemático Automatizado (SAST), que versa sobre questões relacionadas à sistematização e automação da atividade de teste de software."
    ],
    "descricao_3": "A programação do CBSoft inclui sessões técnicas com apresentações de artigos científicos, palestras proferidas por pesquisadores brasileiros e estrangeiros de renome nacional e internacional, painéis de discussão, workshops, demonstrações de ferramentas, tutoriais e minicursos ministrados por conceituados especialistas em suas respectivas temáticas. Todas essas diversas atividades de interesse da comunidade de Engenharia de Software e de áreas relacionadas ao desenvolvimento de sistemas de software direcionam-se para a difusão do conhecimento e discussão de questões importantes relacionadas à pesquisa, desenvolvimento e inovação, tanto no Brasil quanto no mundo."
  },
  "speakers": {
    "palestrantes": "Palestrantes"
  },
  "schedule": {
    "dia_1": "1º Dia",
    "dia_2": "2º Dia",
    "dia_3": "3º Dia",
    "dia_4": "4º Dia",
    "dia_5": "5º Dia",
    "horario": "Horário",
    "palestrante": "Palestrante",
    "tema": "Tema",
    "local": "Local"
  },
  "sponsors": {
    "org_apoio_patrocinio": "Organização, Apoio e Patrocínio",
    "organizadores": "Organização",
    "patrocinio": "Patrocínio"
  },
  "trilha-industria": {
    "titulo": "Trilha da Indústria",
    "descricao_1": "A Trilha da Indústria do CBSoft é uma oportunidade em que profissionais da indústria e do Governo compartilham seu conhecimento e suas experiências com o público. Essa é também uma ótima oportunidade para estabelecer cooperações entre profissionais e empresas, bem como estimular a interação entre academia e indústria. A perspectiva de cooperação academia-empresa tem sido um dos requisitos de editais de chamadas a projetos, como os do Programa dos Institutos Nacionais de Ciência e Tecnologia (INCTs), operacionalizado pelo Conselho Nacional de Desenvolvimento Científico e Tecnológico (CNPq).",
    "descricao_2": "São objetivos da Trilha da Indústria discutir as possibilidades de cooperação academia-indústria e academia-governo com vistas ao estabelecimento de condições e financiamentos para a pesquisa, desenvolvimento e inovação, bem como para a formação de recursos humanos de qualidade de forma integrada. Uma outra perspectiva é o desenvolvimento de produtos de software livre e possíveis impactos em aspectos legais e em modelos de negócio. Essas perspectivas favorecem a transferência tecnológica e a tendência de estreitar a geração e o uso efetivo de resultados de pesquisa, desenvolvimento e inovação."
  },
  "sessao-ferramentas": {
    "titulo": "Sessão de Ferramentas",
    "descricao_1": "A Sessão de Ferramentas do CBSoft tem por objetivo proporcionar um fórum para apresentação teórica e demonstração prática de soluções automatizadas que apoiam o processo de desenvolvimento e gerenciamento de software em suas mais diversas necessidades e manifestações. Os acadêmicos podem apresentar os resultados de seus projetos de pesquisa aplicados nas áreas de Engenharia de Software, linguagens de programação, componentes, arquiteturas e reutilização de software e teste de software. Profissionais da indústria são também bem-vindos para apresentar ferramentas comerciais ou de uso interno que tragam ganhos significativos de produtividade e/ou qualidade para atividades do processos de desenvolvimento de software."
  },
  "workshop-teses-dissertacoes": {
    "titulo": "Workshop de Teses e Dissertações",
    "descricao_1": "O Workshop de Teses e Dissertações do CBSoft (WTDSoft) é um evento dedicado à apresentação e à discussão de trabalhos em andamento de Mestrado e de Doutorado em andamento nas áreas de Engenharia de Software, linguagens de programação e teste de software."
  },
  "codigo-conduta": {
    "titulo": "Código de Conduta",
    "descricao_1": "A troca aberta de ideias e a liberdade de pensamento e expressão são fundamentais para os objetivos do CBSoft. Isso requer um ambiente que reconheça o valor inerente de cada pessoa e grupo, que promova a dignidade, a compreensão e o respeito mútuo e que envolva a diversidade. Por essas razões, o CBSoft dedica-se a proporcionar uma experiência livre de assédio aos participantes do evento e em seus canais oficiais de comunicação, incluindo mídias sociais. A meta é que todo e qualquer participante sinta-se bem-vindo, incluído, respeitado e seguro. Não há qualquer tipo de tolerância para comportamento hostil ou indesejado ou para discurso que intimide, crie desconforto ou interfira na participação de alguém no evento.",
    "descricao_2": "<b>Comportamentos inaceitáveis incluem:</b> linguagem abusiva ou degradante, interrupção prolongada de uma palestra, discussão ou outra atividade, discriminação, intimidação deliberada, perseguição, gravação de vídeo ou imagens com viés de assédio, contato físico inapropriado, imagens sexuais ou atenção sexual indesejada.",
    "descricao_3": "<b>Assédio inclui:</b> comentários pejorativos, escritos ou ações relacionadas a raça, cor, sexo, gênero, orientação sexual, identidade de gênero ou expressão, idade, estado civil, religião, nacionalidade, deficiência, gravidez, condições médicas, status de veterano ou qualquer outro status protegido pelas leis brasileiras.",
    "descricao_4": "Qualquer pessoa que testemunhe ou seja vítima de comportamento inaceitável ou assédio deve notificar um membro do Comitê Organizador do CBSoft 2020 ou segurança do evento. Respostas do tipo que o participante estava \"brincando\" ou que o comportamento em questão tenha sido uma \"brincadeira\" não serão aceitas. Os indivíduos que violarem esses padrões poderão ser punidos ou excluídos de participarem do evento, sem qualquer tipo de reembolso ou compensação, a critério do Comitê Organizador do CBSoft 2020."
  },
  "edicoes-anteriores": {
    "titulo": "Edições Anteriores",
    "2019": "CBSoft 2019 - X Congresso Brasileiro de Software: Teoria e Prática</br> Salvador, Bahia | 23 a 27 de setembro de 2019 </br> <a target='_blank' href='http://cbsoft2019.ufba.br/'> http://cbsoft2019.ufba.br/ </a>",
    "2018": "CBSoft 2018 - IX Congresso Brasileiro de Software: Teoria e Prática</br> São Carlos, São Paulo | 17 a 21 de setembro de 2018 </br> <a target='_blank' href='http://cbsoft2018.icmc.usp.br/#/cbsoft'> http://cbsoft2018.icmc.usp.br/#/cbsoft </a>",
    "2017": "CBSoft 2017 - VIII Congresso Brasileiro de Software: Teoria e Prática</br> Fortaleza, Ceará | 18 a 22 de setembro de 2017 </br> <a target='_blank' href='http://www.lia.ufc.br/~cbsoft2017/'> http://www.lia.ufc.br/~cbsoft2017/ </a>",
    "2016": "CBSoft 2016 - VII Congresso Brasileiro de Software: Teoria e Prática</br> Maringá, Paraná | 19 a 23 de setembro de 2016</br> <a target='_blank' href='http://cbsoft.org/cbsoft2016/vii-congresso-brasileiro-de-software-teoria-e-pratica-cbsoft-2016.html'> http://cbsoft.org/cbsoft2016/vii-congresso-brasileiro-de-software-teoria-e-pratica-cbsoft-2016.html </a>",
    "2015": "CBSoft 2015 - VI Congresso Brasileiro de Software: Teoria e Prática</br> Belo Horizonte, Minas Gerais | 21 a 25 de setembro de 2015 </br> <a target='_blank' href='http://cbsoft.org/cbsoft2015/congresso-brasileiro-de-software-teoria-e-pratica-cbsoft'> http://cbsoft.org/cbsoft2015/congresso-brasileiro-de-software-teoria-e-pratica-cbsoft </a>",
    "2014": "CBSoft 2014 - V Congresso Brasileiro de Software: Teoria e Prática</br> Maceió, Alagoas | ? ",
    "2013": "CBSoft 2013 - IV Congresso Brasileiro de Software: Teoria e Prática</br> Brasília, Distrito Federal | 29 de setembro a 4 de outubro de 2013</br> <a target='_blank' href='http://cbsoft2013.unb.br'> http://cbsoft2013.unb.br </a>",
    "2012": "CBSoft 2012 - III Congresso Brasileiro de Software: Teoria e Prática</br> Natal, Rio Grande do Norte | ? ?",
    "2011": "CBSoft 2011 - II Congresso Brasileiro de Software: Teoria e Prática</br> São Paulo | 26 a 30 de setembro de 2011</br> <a target='_blank' href='http://www.each.usp.br/cbsoft2011/'> http://www.each.usp.br/cbsoft2011/</a>",
    "2010": "CBSoft 2010 - I Congresso Brasileiro de Software: Teoria e Prática</br> Salvador, Bahia | 27 de setembro a 1º de outubro de 2010 </br> <a target='_blank' href='http://wiki.dcc.ufba.br/CBSOFT'> http://wiki.dcc.ufba.br/CBSOFT </a>"
  }
}