{
  "menu": {
      "organizacao": "Organização",
      "patrocinio": "Patrocínio",
      "inscricoes": "Inscreva-se",
      "programacao": "Programação",
      "anais":"Anais",
      "trilha_industria": "Trilha da Indústria",
      "tutoriais": "Tutoriais",
      "minicursos": "Minicursos",
      "sessao_ferramentas": "Sessão de Ferramentas",
	    "wtdsoft": "Workshop de Teses e Dissertações",
      "codigo_conduta": "Código de Conduta",
      "edicoes_anteriores": "Edições Anteriores",
      "home_SBES": "Página Principal",
      "home_SBCARS": "Página Principal",
	    "home_SBLP": "Página Principal",
      "home_SAST": "Página Principal",
      "trilha_pesquisa": "Trilha de Pesquisa",
      "trilha_educacao": "Trilha de Educação",
      "trilha_ideias_inovadoras": "Trilha de Ideias Inovadoras e Resultados Emergentes",
      "palestras": "Palestras",
      "chamada_trabalhos": "Chamada de Trabalhos",
      "chamada_workshops": "Chamada de Workshops",
      "artigos_aceitos": "Artigos Aceitos",
      "informacoes": "Informações",
      "local": "Local do Evento",
      "natal": "Sobre Natal",
      "infoViagem": "Informações de Viagem",
      "hospedagem": "Hospedagem",
      "contato": "Contato"
  },
  "about": {
    "sobre": "Sobre o CBSoft",
    "realizacao": "Realizado por",
	"copyright": "Todos os direitos reservados",
    "descricao_1": "O Congresso Brasileiro de Software: Teoria e Prática (CBSoft) é um evento realizado anualmente pela Sociedade Brasileira de Computação (SBC) com o objetivo de promover e incentivar a troca de experiências entre pesquisadores e profissionais da indústria e academia sobre as mais recentes pesquisas, tendências e inovações práticas e teóricas sobre software. Realizado desde 2010 como evento agregador de simpósios brasileiros promovidos pela SBC na área de software, o CBSoft tornou-se um dos principais eventos da comunidade científica brasileira na área de Computação.",
    "descricao_2": "Em 2020, a 11ª edição do CBSoft será realizada em Natal, Rio Grande do Norte, e integrará quatro eventos tradicionais realizados anualmente pela comunidade brasileira em Engenharia de Software:",
    "desc_eventos": [
      "o <a href='sbes.php' style='color: #f4b321'>XXXIV Simpósio Brasileiro de Engenharia de Software (SBES)</a>, o principal evento de Engenharia de Software na América Latina;",
      "o <a href='sbcars.php' style='color: #f4b321'>XIV Simpósio Brasileiro de Componentes, Arquiteturas e Reutilização de Software (SBCARS)</a>, que agrega tópicos como linhas de produto de software, desenvolvimento de software baseado em componentes, arquiteturas de software e reutilização;",
	  "o <a href='sblp.php' style='color: #f4b321'>XXIV Simpósio Brasileiro de Linguagens de Programação (SBLP)</a>, que possui enfoque no estudo teórico e prático de linguagens de programação, e;",
      "o <a href='sast.php' style='color: #f4b321'>V Simpósio Brasileiro de Teste de Software Sistemático Automatizado (SAST)</a>, que versa sobre questões relacionadas à sistematização e automação da atividade de teste de software."
    ],
    "descricao_3": "A programação do CBSoft inclui sessões técnicas com apresentações de artigos científicos, palestras proferidas por pesquisadores brasileiros e estrangeiros de renome nacional e internacional, painéis de discussão, workshops, demonstrações de ferramentas, tutoriais e minicursos ministrados por conceituados especialistas em suas respectivas temáticas. Todas essas diversas atividades de interesse da comunidade de Engenharia de Software e de áreas relacionadas ao desenvolvimento de sistemas de software direcionam-se para a difusão do conhecimento e discussão de questões importantes relacionadas à pesquisa, desenvolvimento e inovação, tanto no Brasil quanto no mundo."
  },
  "speakers": {
    "palestrantes": "Palestrantes"
  },
  "schedule": {
    "dia_1": "1º Dia",
    "dia_2": "2º Dia",
    "dia_3": "3º Dia",
    "dia_4": "4º Dia",
    "dia_5": "5º Dia",
    "horario": "Horário",
    "palestrante": "Palestrante",
    "tema": "Tema",
    "local": "Local"
  },
  "sponsors": {
    "org_apoio_patrocinio": "Organização, Apoio e Patrocínio",
    "organizadores": "Organização",
    "patrocinio": "Patrocínio"
  },
  "trilha-industria": {
    "titulo": "Trilha da Indústria",
    "descricao_1": "A Trilha da Indústria do CBSoft é uma oportunidade em que profissionais da indústria e do Governo compartilham seu conhecimento e suas experiências com o público. Essa é também uma ótima oportunidade para estabelecer cooperações entre profissionais e empresas, bem como estimular a interação entre academia e indústria. A perspectiva de cooperação academia-empresa tem sido um dos requisitos de editais de chamadas a projetos, como os do Programa dos Institutos Nacionais de Ciência e Tecnologia (INCTs), operacionalizado pelo Conselho Nacional de Desenvolvimento Científico e Tecnológico (CNPq).",
    "descricao_2": "São objetivos da Trilha da Indústria discutir as possibilidades de cooperação academia-indústria e academia-governo com vistas ao estabelecimento de condições e financiamentos para a pesquisa, desenvolvimento e inovação, bem como para a formação de recursos humanos de qualidade de forma integrada. Uma outra perspectiva é o desenvolvimento de produtos de software livre e possíveis impactos em aspectos legais e em modelos de negócio. Essas perspectivas favorecem a transferência tecnológica e a tendência de estreitar a geração e o uso efetivo de resultados de pesquisa, desenvolvimento e inovação."
  },
  "sessao-ferramentas": {
    "titulo": "Sessão de Ferramentas",
    "descricao_1": "A Sessão de Ferramentas do CBSoft tem por objetivo proporcionar um fórum para apresentação teórica e demonstração prática de soluções automatizadas que apoiam o processo de desenvolvimento e gerenciamento de software em suas mais diversas necessidades e manifestações. Os acadêmicos podem apresentar os resultados de seus projetos de pesquisa aplicados nas áreas de Engenharia de Software, linguagens de programação, componentes, arquiteturas e reutilização de software e teste de software. Profissionais da indústria são também bem-vindos para apresentar ferramentas comerciais ou de uso interno que tragam ganhos significativos de produtividade e/ou qualidade para atividades do processos de desenvolvimento de software."
  },
  "workshop-teses-dissertacoes": {
    "titulo": "Workshop de Teses e Dissertações",
    "descricao_1": "O Workshop de Teses e Dissertações do CBSoft (WTDSoft) é um evento dedicado à apresentação e à discussão de trabalhos em andamento de Mestrado e de Doutorado em andamento nas áreas de Engenharia de Software, linguagens de programação e teste de software."
  },
  "codigo-conduta": {
    "titulo": "Código de Conduta",
    "descricao_1": "A troca aberta de ideias e a liberdade de pensamento e expressão são fundamentais para os objetivos do CBSoft. Isso requer um ambiente que reconheça o valor inerente de cada pessoa e grupo, que promova a dignidade, a compreensão e o respeito mútuo e que envolva a diversidade. Por essas razões, o CBSoft dedica-se a proporcionar uma experiência livre de assédio aos participantes do evento e em seus canais oficiais de comunicação, incluindo mídias sociais. A meta é que todo e qualquer participante sinta-se bem-vindo, incluído, respeitado e seguro. Não há qualquer tipo de tolerância para comportamento hostil ou indesejado ou para discurso que intimide, crie desconforto ou interfira na participação de alguém no evento.",
    "descricao_2": "<b>Comportamentos inaceitáveis incluem:</b> linguagem abusiva ou degradante, interrupção prolongada de uma palestra, discussão ou outra atividade, discriminação, intimidação deliberada, perseguição, gravação de vídeo ou imagens com viés de assédio, contato físico inapropriado, imagens sexuais ou atenção sexual indesejada.",
    "descricao_3": "<b>Assédio inclui:</b> comentários pejorativos, escritos ou ações relacionadas a raça, cor, sexo, gênero, orientação sexual, identidade de gênero ou expressão, idade, estado civil, religião, nacionalidade, deficiência, gravidez, condições médicas, status de veterano ou qualquer outro status protegido pelas leis brasileiras.",
    "descricao_4": "Qualquer pessoa que testemunhe ou seja vítima de comportamento inaceitável ou assédio deve notificar um membro do Comitê Organizador do CBSoft 2020 ou segurança do evento. Respostas do tipo que o participante estava \"brincando\" ou que o comportamento em questão tenha sido uma \"brincadeira\" não serão aceitas. Os indivíduos que violarem esses padrões poderão ser punidos ou excluídos de participarem do evento, sem qualquer tipo de reembolso ou compensação, a critério do Comitê Organizador do CBSoft 2020."
  },
  "edicoes-anteriores": {
    "titulo": "Edições Anteriores",
    "2019": "CBSoft 2019 - X Congresso Brasileiro de Software: Teoria e Prática</br> Salvador, Bahia | 23 a 27 de setembro de 2019 </br> <a target='_blank' href='http://cbsoft2019.ufba.br/'> http://cbsoft2019.ufba.br/ </a>",
    "2018": "CBSoft 2018 - IX Congresso Brasileiro de Software: Teoria e Prática</br> São Carlos, São Paulo | 17 a 21 de setembro de 2018 </br> <a target='_blank' href='http://cbsoft2018.icmc.usp.br/#/cbsoft'> http://cbsoft2018.icmc.usp.br/#/cbsoft </a>",
    "2017": "CBSoft 2017 - VIII Congresso Brasileiro de Software: Teoria e Prática</br> Fortaleza, Ceará | 18 a 22 de setembro de 2017 </br> <a target='_blank' href='http://www.lia.ufc.br/~cbsoft2017/'> http://www.lia.ufc.br/~cbsoft2017/ </a>",
    "2016": "CBSoft 2016 - VII Congresso Brasileiro de Software: Teoria e Prática</br> Maringá, Paraná | 19 a 23 de setembro de 2016</br> <a target='_blank' href='http://cbsoft.org/cbsoft2016/vii-congresso-brasileiro-de-software-teoria-e-pratica-cbsoft-2016.html'> http://cbsoft.org/cbsoft2016/vii-congresso-brasileiro-de-software-teoria-e-pratica-cbsoft-2016.html </a>",
    "2015": "CBSoft 2015 - VI Congresso Brasileiro de Software: Teoria e Prática</br> Belo Horizonte, Minas Gerais | 21 a 25 de setembro de 2015 </br> <a target='_blank' href='http://cbsoft.org/cbsoft2015/congresso-brasileiro-de-software-teoria-e-pratica-cbsoft'> http://cbsoft.org/cbsoft2015/congresso-brasileiro-de-software-teoria-e-pratica-cbsoft </a>",
    "2014": "CBSoft 2014 - V Congresso Brasileiro de Software: Teoria e Prática</br> Maceió, Alagoas | ? ",
    "2013": "CBSoft 2013 - IV Congresso Brasileiro de Software: Teoria e Prática</br> Brasília, Distrito Federal | 29 de setembro a 4 de outubro de 2013</br> <a target='_blank' href='http://cbsoft2013.unb.br'> http://cbsoft2013.unb.br </a>",
    "2012": "CBSoft 2012 - III Congresso Brasileiro de Software: Teoria e Prática</br> Natal, Rio Grande do Norte | ? ?",
    "2011": "CBSoft 2011 - II Congresso Brasileiro de Software: Teoria e Prática</br> São Paulo | 26 a 30 de setembro de 2011</br> <a target='_blank' href='http://www.each.usp.br/cbsoft2011/'> http://www.each.usp.br/cbsoft2011/</a>",
    "2010": "CBSoft 2010 - I Congresso Brasileiro de Software: Teoria e Prática</br> Salvador, Bahia | 27 de setembro a 1º de outubro de 2010 </br> <a target='_blank' href='http://wiki.dcc.ufba.br/CBSOFT'> http://wiki.dcc.ufba.br/CBSOFT </a>"
  },
  "sbes": {
    "titulo": "XXXIV SBES",
    "subtitulo": "Página principal",
    "descricao_1": "O <b>Simpósio Brasileiro de Engenharia de Software (SBES)</b> é o mais tradicional simpósio promovido pela Sociedade Brasileira de Computação (SBC) na área de desenvolvimento de software. Ao longo de suas 33 edições já realizadas, o SBES se consolidou como o mais importante evento técnico-científico na área de Engenharia de Software no Brasil, atraindo diversos participantes entre pesquisadores, estudantes e profissionais do País e do exterior. Seus principais objetos de estudo são processos, métodos, técnicas e ferramentas para o desenvolvimento, manutenção e evolução de software.</br> O SBES inclui três trilhas:</br>",
    "trilhas": [
      "A <b>Trilha de Pesquisa</b> publica sólidas contribuições para a comunidade em Engenharia de Software, com artigos revisados com base na sua originalidade, relevância, solidez técnica e clareza de apresentação.",
      "A <b>Trilha de Ideias Inovadoras e Resultados Emergentes</b> oferece uma oportunidade para que pesquisadores e profissionais submetam e apresentem ideias inovadoras e resultados promissores em estágios iniciais de pesquisa.",
      "A <b>Trilha de Educação</b> publica trabalhos que abordam desafios, inovações e melhores práticas para a Educação na área de Engenharia de Software."
    ]
  },
  "sbcars": {
    "titulo": "XIV SBCARS",
    "subtitulo": "Página principal",
    "descricao_1": "<b>O Simpósio Brasileiro de Componentes, Arquiteturas e Reutilização de Software (SBCARS)</b> é um simpósio promovido pela Sociedade Brasileira de Computação (SBC) que reúne pesquisadores, estudantes e profissionais com uma ampla gama de interesses tópicos relacionados à Engenharia de Software, incluindo linhas de produto de software, desenvolvimento de software baseado em componentes, arquiteturas de software e reuso de software. O SBCARS, iniciado em 2007, é o sucessor da série de seis Workshops Brasileiros de Desenvolvimento Baseado em Componentes (WDBC), iniciados em 2001, de modo que suas 13 edições já realizadas têm contribuído para sua consolidação no calendário científico nacional como um importante evento técnico-científico na área de software."
  },
  "sblp": {
    "titulo": "XXIV SBLP",
    "subtitulo": "Página principal",
    "descricao_1": "<b>O Simpósio Brasileiro de Linguagens de Programação (SBLP)</b> é um simpósio promovido pela Sociedade Brasileira de Computação (SBC) que se constitui como um fórum para que estudantes, pesquisadores e profissionais apresentem e discutam ideias e inovações no projeto, definição, análise, implementação e uso prático de linguagens de programação."
  },
  "sast": {
    "titulo": "V SAST",
    "subtitulo": "Página principal",
    "descricao_1": "<b>O Simpósio Brasileiro de Teste de Software Sistemático e Automatizado (SAST)</b>, o qual desde 2007 existia com o nome de Brazilian Workshop on Systematic and Automated Software Testing em nove edições, é o principal evento científico sobre teste de software no Brasil. Seu objetivo é promover um fórum anual para discutir questões sobre a sistematização e automação da atividade de teste de software, promovendo a interação entre pesquisadores e indústria de modo a fortalecer cooperações e inovação nessa importante área do desenvolvimento de software."
  },
  "local": {
    "titulo": "Local do Evento",
    "descricao_1": "O CBSoft 2020 será realizado no <a target= '_blank' href='https://www.wishhotels.co/resort-em-natal/wish-natal-by-gjp/' style='color: #f4b321'>Wish Natal Exclusive Resort</a>, resort com acesso direto à praia e vista para o mar, localizado na Via Costeira Senador Dinarte Mariz, onde se situam as acomodações de melhor padrão na região turística de Natal, ladeado pelo segundo maior parque urbano do Brasil, o Parque das Dunas, e com fácil acesso a restaurantes, shoppings e centros comerciais e demais praias da cidade."
  },
  "sobre-natal": {
    "titulo": "Sobre Natal",
    "descricao_1": "Natal, capital e maior cidade do Estado do Rio Grande do Norte, localizado no Nordeste do Brasil, tornou-se um destino brasileiro conhecido pelo mundo, sendo a cidade brasileira mais próxima da Europa e da África por estar localizada na esquina do continente sul-americano. A \"Cidade do Sol\", como é conhecida tanto nacional quanto internacionalmente, possui um clima agradável com temperaturas médias por volta dos 28ºC e um sol brilhante durante todo o ano. Natal está a cerca de seis graus ao sul do Equador, fazendo com que o sol brilhe por cerca de 300 dias por ano, mais do que em qualquer capital brasileira.",
    "descricao_2": "Fundada em um dia de Natal, aos 25 de dezembro de 1599 (daí o nome, segundo diversos escritores), a cidade do Natal é banhada pelo Oceano Atlântico, combinando clima tropical, belas praias de águas normas, natureza exuberante e quase 900 mil habitantes acolhedores - pouco mais de 1,5 milhão na Região Metropolitana, a quinta maior aglomeração urbana da Região Nordeste. Historicamente, a cidade teve grande importância durante a Segunda Guerra Mundial, servindo de ponto estratégico para as operações dos Aliados (particularmente dos Estados Unidos da América) no conflito, e abrigou a primeira base de foguetes da América do Sul, no Centro de Lançamento da Barreira do Inferno, hoje localizado no município limítrofe de Parnamirim.",
    "descricao_3": "A cidade recebe milhões de visitantes brasileiros e estrangeiros a cada ano, atraídos pelas belezas naturais da costa, a hospitalidade local e o maior Carnaval fora de época do Brasil, o <i>Carnatal</i>. Natal possui ainda uma das mais modernas e bem localizadas redes hoteleiras do Brasil, além de excelentes restaurantes, <i>pubs</i>, bares, <i>shoppings</i> e diversos outros locais para entretenimento. Isso é justamente reflexo de a economia local ser majoritariamente baseada no setor de serviços, dentre as quais destaca-se o turismo de lazer, tanto nacional quanto internacional, e, mais recentemente, o turismo de negócios, visto que a cidade tem atraído um número cada vez mais significativo de eventos profissionais. Além disso, em 2014, Natal foi uma das doze cidades que sediaram a Copa do Mundo FIFA, cujo projeto do estádio Arena das Dunas destacou-se dentre as cidades-sede.",
    "descricao_4": "Natal não se resume apenas a praias, natureza exuberante e boa gastronomia. A cidade foi recentemente afiliada à <i>IEEE Smart Cities Initiative</i> como resultado dos avanços expressivos e forte engajamento entre academia e governo local. Isso deu força ao <i>Programa Natal Cidade Inteligente e Humana</i>, formalizado através de um Acordo de Cooperação Técnica entre a Prefeitura Municipal do Natal e a Universidade Federal do Rio Grande do Norte (UFRN). Esse Programa representa um grande projeto político e social em cooperação direta entre academia e população, no intuito de buscar soluções para os problemas enfrentados pela cidade em seu crescimento diário, bem como melhorar a qualidade de vida e bem-estar da população através de paradigmas de Tecnologia da Informação e Comunicação inovadores. Mais ainda, em 2017 foi instituído o <i>Parque Tecnológico Metrópole Digital</i>, um parque tecnológico localizado geograficamente no entorno do Campus Central da UFRN voltado para a Tecnologia da Informação, um projeto que envolve a academia e os setores público e privados como um ambiente propício para a difusão da ciência, tecnologia e inovação, além de contribuir para o desenvolvimento econômico e social da cidade."
  },
  "info-viagem": {
    "titulo": "Informações de Viagem",
    "descricao_1": "<b>Chegando a Natal de avião.</b> O maior aeroporto no Estado do Rio Grande do Norte é o <a target='_blank' href= 'http://www.natal.aero/' style='color: #f4b321'> Aeroporto Internacional de São Gonçalo do Amarante -- Governador Aluízio Alves (NAT)</a>. Servindo Natal e sua Região Metropolitana, o aeroporto foi aberto em maio de 2014 e é considerado um dos melhores aeroportos do Brasil de acordo com enquetes recentes. Apesar de Natal não ser um grande hub no Brasil, há voos diretos conectando a cidade a outras cidades brasileiras maiores, como Fortaleza (1h), Recife (50 min), Salvador (1h25), Brasília (2h45), Rio de Janeiro (3h) e São Paulo (3h20). Há também alguns voos internacionais diretos ligando Natal a Lisboa, Portugal, e a Buenos Aires, Argentina, mas devido às conexões nacionais a outras cidades do País, não é difícil chegar a Natal vindo da América do Norte ou da Europa. Todas as maiores companhias aéreas nacionais (Azul, Gol, LATAM) operam atualmente no aeroporto, além da TAP Portugal, companhia aérea portuguesa cujos voos diretos ligam Natal à Europa em um tempo médio de 6h40.",
    "descricao_2": "<b>Chegando a Natal de carro.</b> A rodovia federal BR-101 é o acesso mais importante ligando Natal a outras cidades do Nordeste (João Pessoa, Recife e Salvador) e ao Sudeste/Sul do Brasil pela costa norte-sul. Para quem vem de cidades como Fortaleza e Teresina, outro acesso comum é a rodovia federal BR-304, que vem do oeste do Rio Grande do Norte. Com relação às capitais dos estados mais próximos, o tempo médio de deslocamento de carro entre Natal e João Pessoa (distante 193 km) é de 2h30, entre Natal e Recife (distante 291 km) é de 4h, e entre Natal e Fortaleza (distante 524 km) é de 7h.",
    "descricao_3": "<b>Chegando a Natal de ônibus.</b> A principal estação de ônibus do Rio Grande do Norte é a Rodoviária de Natal/Terminal Rodoviário Severino Tomaz da Silveira, no bairro Cidade da Esperança. Existem várias empresas de ônibus realizando rotas dentro do Rio Grande do Norte e de/para todas as maiores cidades do Nordeste, além de outras diversas cidades do País. Com relação às capitais dos estados mais próximos, o tempo médio de deslocamento de ônibus entre Natal e João Pessoa (distante 193 km) é de 3h, entre Natal e Recife (distante 291 km) é de 4h40, e entre Natal e Fortaleza (distante 524 km) é de 8h30."
  },
  "hospedagem": {
    "titulo": "Hospedagem",
    "descricao_1": "De acordo com estudos recentes do Instituto Brasileiro de Geografia e Estatística (IBGE), Natal é a segunda capital brasileira no número de leitos por 100 mil habitantes. A rede hoteleira da cidade é bastante diversificada e é capaz de atender às necessidades de públicos com diferentes requisitos de acomodação, variando desde níveis mais modestos, como albergues e pousadas, a níveis luxuosos, como hoteis e resorts na categoria cinco estrelas. Independentemente do tipo de acomodação, a maior parte dos estabelecimentos concentra-se nas proximidades da Via Costeira e da Praia de Ponta Negra, a principal região turística de Natal e distando não mais que seis quilômetros (aproximadamente dez minutos de carro, no máximo) do Wish Natal. Além dos hoteis, pousadas e albergues, há também opções de flats equipados ou mesmo oferecidas através de plataformas digitais, tais como o Airbnb.",
    "descricao_2": "O período de realização do CBSoft 2020, no final do mês de setembro, está inserido em uma época considerada de baixa estação em Natal, fazendo com que geralmente haja maior disponibilidade de acomodação e valores de diária mais baixos em comparação a outros meses do ano. A Comissão Organizadora do CBSoft 2020 também envidará esforços para estabelecer negociações com alguns estabelecimentos a fim de obter valores diferenciados com desconto para hóspedes que virão a Natal para participar do evento."
  }
}