{
	"speakers": [
	{
		"id": "alexander",
		"id_event": "sbes",
		"image": "alexander.png",
		"name": "Alexander Serebrenik",
		"institution": "Eindhoven University of Technology",
		"webpage": "https://www.win.tue.nl/~aserebre/",
		"email": "a.serebrenik@tue.nl",
		"title": "Gender in Open-Source Software Development",
		"abstract": "This talk will provide a brief overview of several recent studies of gender and gender diversity in software development teams. The main findings are: (1) more gender-diverse GitHub teams are not only more productive than less gender-diverse ones (Vasilescu et al., CHI 2015), but they are also less likely to exhibit suboptimal communication patterns (Catolino et al., ICSE-SEIS 2019) known to lead to suboptimal code patterns (Palomba et al., TSE 2019); and (2) social capital obtained by collaboration in GitHub open source projects is beneficial for duration of engagement in an open source project; diversity of information ties, i.e., involvement in very different projects, is beneficial for people of all genders, more so for women than for men (Qiu et al., ICSE 2019). If the time permits, it will also touch on the ongoing work related to going beyond gender binary. In this preliminary study that has been based on interviews of three transgender women working in software development, it has been observed that remote work, facilitated by technological solutions, reduces barriers for participation in software development projects. It is conjectured that remote work can benefit other underrepresented minorities as well (Ford et al., ICSE-SEIS 2019).",
		"bio": "Alexander Serebrenik is a Full Professor of Social Software Engineering at Eindhoven University of Technology. His research goal is to facilitate evolution of software by taking into account social aspects of software development. He has co-authored a book <emph>Evolving Software Systems</emph> (Springer Verlag, 2014) and more than 100 scientific papers and articles. He has won several distinguished paper and distinguished review awards."
	},
	{
		"id": "ana-regina",
		"id_event": "sbes",
		"image": "ana-regina.png",
		"name": "Ana Regina Rocha",
		"institution": "Universidade Federal do Rio de Janeiro",
		"webpage": "https://www.cos.ufrj.br/index.php/pt-BR/pessoas/details/18/1002-darocha",
		"email": "darocha.anaregina@gmail.com",
		"title": "Retorno do Investimento em Qualidade de Software",
		"abstract": "Esta palestra discutirá os benefícios da melhoria de processos para a qualidade dos produtos de software e o sucesso das organizações. Nesse contexto, serão apresentados dois modelos de melhoria de processos de software (CMMI-DEV v2.0 e MR-MPS-SW:2020) e um modelo para qualidade de produtos de software (QPS). Por fim será apresentada uma abordagem para orientação dos programas de melhoria às necessidades de cada organização e ao retorno do investimento.",
		"bio": "Ana Regina Rocha é professora titular da COPPE/UFRJ. Tem Doutorado e Mestrado pela PUC-Rio. Orientou 30 teses de Doutorado e 101 dissertações de Mestrado. Foi Board Member do International Institute for Software Technology da United Nations University (1994-1997). Foi pesquisador homenageado da CEES em 2009. Em 2010 recebeu o prêmio Change Agent Awards do Anita Borg Institute. Participou da definição do Programa TI Maior do MCTI (2012). Coordenou a equipe que definiu o Modelo MPS-SW, que já teve mais de 700 avaliações em empresas brasileiras e latino-americanas. Mais recentemente, coordenou a equipe que definiu o modelo QPS para qualidade de produtos de software. Participou de projetos de qualidade de software em várias organizações entre elas CERN, TSE, Banco Central, Petrobrás, Centro de Computação da Aeronáutica, Casnav, PREVI, Fiocruz. As principais áreas de interesse são processos de software, qualidade de produtos de software e Engenharia de Software para start-ups."
	},
	{
		"id": "baishakhi",
		"id_event": "sast",
		"image": "rayb.jpg",
		"name": "Baishakhi Ray",
		"institution": "Columbia University",
		"webpage": "http://rayb.info",
		"email": "rayb@cs.columbia.edu",
		"title": "Systematic Software Testing for Deep Learning Applications",
		"abstract": "We are now seeing a paradigm shift in software development, where decision making is increasingly shifting from hand-coded program logic to Deep Learning (DL) - popular applications of Speech Processing, Image Recognition, Robotics, Go game, etc. are using DL as their core components. Deep Neural Network (DNN), a widely used architecture of DL, is the key behind such progress. With such spectacular progress, they are also increasingly being used in safety-critical systems such as autonomous cars, medical diagnosis, malware detection, and aircraft collision avoidance systems. Such wide adoption of DL techniques comes with concerns about the reliability of these systems, as several erroneous behaviors have already been reported. Thus, it has become crucial to rigorously test these DL applications with realistic corner cases to ensure high reliability. However, due to the fundamental architectural differences between DNN and traditional software, existing software testing techniques do not apply to them in any obvious way. In fact, companies such as Google, Tesla, etc. are increasingly facing all the traditional software testing challenges to ensure reliable and safe DL applications. This talk will address how to systematically test Deep Learning applications.",
		"bio": "Baishakhi Ray is an Assistant Professor in the Department of Computer Science, Columbia University, NY, USA. She has received her Ph.D. degree from the University of Texas, Austin. Baishakhi's research interest is in the intersection of Software Engineering and Machine Learning. Baishakhi has received Best Paper awards at FASE 2020, FSE 2017, MSR 2017, IEEE Symposium on Security and Privacy (Oakland), 2014. Her research has also been published in CACM Research Highlights and has been widely covered in trade media. She is a recipient of the NSF CAREER award, VMware Early Career Faculty Award, and IBM Faculty Award."
	},
	{
		"id": "bogdan",
		"id_event": "vem",
		"image": "bogdan.jpg",
		"name": "Bogdan Vasilescu",
		"institution": "Carnegie Mellon University",
		"webpage": "https://bvasiles.github.io/",
		"email": "vasilescu@cmu.edu",
		"title": "What Can Analyzing Tens of Terabytes of Public Trace Data Tell us About Open Source Sustainability?",
		"abstract": "Open-source communities face significant sustainability challenges, from attracting and retaining a diverse set of contributors to fundraising. Through interviews, surveys, and analysis of billions of commits and other public traces, organization, functioning, and overall health of open-source communities were studied. The talk will highlight what the empirical evidence is for a range of research questions about non-technical issues, including: project-level risk factors associated with upstream and downstream dependencies, the value of diversity in open-source teams, factors contributing to longer-term engagement or premature disengagement of contributors, the effectiveness of donations as a funding model, and the role of transparency and signaling in increasing the health of open-source projects.",
		"bio": "Bogdan Vasilescu is mostly active in the Software Engineering research community, where he have co-chaired the MSR 2020 Data Showcase, has been serving on Program Committees for the major Software Engineering venues (including ICSE, FSE, and ASE). He is an Associate Editor for the ACM Transactions on Software Engineering and Methodology and is co-chairing the SIGSOFT Initiative on Data-driven Introspection, among others."
	},
	{
		"id": "davi",
		"id_event": "trilha-industria",
		"image": "davi.jpg",
		"name": "Davi Reis",
		"institution": "Loggi",
		"webpage": "https://www.linkedin.com/in/davidecastroreis/",
		"email": "#",
		"title": "The CTO Handbook for Large Architectural Decisions",
		"abstract": "Technological decisions are in practice bound by several organizational and business constraints, often not studied in depth as much as the intrinsic aspects of the technologies being considered. This talk will dive on the implicit framework used to introduce a new programming language in Loggi, a scale-up stage company, taking into account aspects as hiring, library availability, codebase transitioning and competition.",
		"bio": "Davi de Castro Reis, a computer scientist, started his career working as a developer and white hat hacker in the world of ISPs. During his MSc, he worked as database and information retrieval scientist, created the RTDM algorithm, co-authored the CMPH open source library, and joined Akwan, the startup that became Google Brazil. He worked during ten years at Google, leading projects in Search, Mobile and Social Ads. He brought Orkut from zero revenue to profitability and led the Google Pigeon project, improving local search for billions of people. He also co-founded, almost scaled and acquisold WorldSense. He is currently helping to rebuild Brazil's logistics as the CTO for Loggi."
	},
	{
		"id": "castor",
		"id_event": "vem",
		"image": "castor.jpg",
		"name": "Fernando Castor",
		"institution": "Universidade Federal de Pernambuco",
		"webpage": "https://sites.google.com/a/cin.ufpe.br/castor/",
		"email": "castor@cin.ufpe.br",
		"title": "Program Understanding as a Learning Activity",
		"abstract": "Reading code is an essential activity in software maintenance and evolution. Several studies with developers have investigated how different factors, such as the employed code constructs and naming conventions, can impact code readability, i.e., what makes a program easier or harder to read and apprehend by developers, and code legibility, i.e., what influences the ease of identifying elements of a program. These studies evaluate readability and legibility by means of different comprehension tasks and response variables. This talk will examine these tasks and variables in studies aiming to compare programming constructs, coding idioms, naming conventions, and formatting guidelines, e.g., recursive code vs. iterative code. To that end, a systematic literature review was conducted where 54 relevant papers were found. It was found out that most of these studies evaluate code readability and legibility by measuring the correctness of the subjects’ results (83.3%) or simply asking their personal opinions (55.6%). Some studies (16.7%) rely exclusively on the latter response variable. Also, there are still relatively few studies that monitor developer's physical signs, such as brain activation regions (5%). The study shows that attributes such as time and correctness are multi-faceted. For example, correctness can be measured as the ability to predict the output of a program, answer questions about its general behavior, precisely recall specific parts, among other things. These results make it clear that different evaluation approaches require different competencies from study subjects, e.g., tracing the program vs. summarizing its goal vs. memorizing its text. To assist researchers in the design of new studies and improve comprehension of existing ones, program comprehension is modeled as a learning activity by adapting a preexisting learning taxonomy. This adaptation indicates that some competencies, e.g., tracing, are often exercised in these evaluations whereas others, e.g., relating similar code snippets, are rarely targeted.",
		"bio": "Fernando Castor is, since December 2008, a professor at the Informatics Center of the Federal University of Pernambuco (Assistant Professor, 2008-2016, Associate Professor, 2016-). He is, since 2009, a researcher of the National Council of Scientific and Technological Development (CNPq), modality PQ2, and has been the principal investigator of six research projects funded by Brazilian research agencies. Fernando has supervised more than 20 MSc and PhD students. His research activity is mainly located within the areas of Software Engineering and Programming Languages and seeks to identify efficient ways to develop software that behaves efficiently. Over the past five years, his research has focused on the energy efficiency of software systems, in particular on how exploiting the design diversity of preexisting software components can be an inexpensive way to save energy. Furthermore, he has also been investigating how constructs for concurrency control and parallel execution management impact attributes such as performance, energy efficiency, and ease of maintenance. His research is in part experimental and in part based on the analysis of large scale open source code repositories. The developments achieved as a result of his research activity have been described in more than 100 scientific publications in some of the best conferences and journals in the aforementioned scientific areas. Examples include the ACM/IEEE International Conference on Software Engineering, the ACM SIGSOFT Symposium on Foundations of Software Engineering, the ACM Conference on Object-Oriented Programming, Systems, Languages, and Applications, the International Conference on Mining Software Repositories, and the Communications of the ACM. His publications appear to have had non-negligible impact, as evidenced by the more than 2,000 citations they have received (<a href='http://goo.gl/7PVWzB' style='color: #f4b321; font-size: 15px'>Google Scholar</a>)."
	},
	{
		"id": "diomidis",
		"id_event": "sbcars",
		"image": "diomidis.png",
		"name": "Diomidis Spinellis",
		"institution": "Athens University of Economics and Business",
		"webpage": "https://www.spinellis.gr/",
		"email": "dds@aueb.gr",
		"title": "The Triumph of the New Jersey Style: How Architectural Elegance, Components, and Reuse Shaped the Evolution of Unix",
		"abstract": "Unix has evolved for almost five decades, shaping modern operating systems, key software technologies, and development practices. Studying the evolution of this remarkable system from an architectural perspective can provide insights on how to manage the growth of large, complex, and long-lived software systems. Along main Unix releases leading to the FreeBSD lineage, this talk will go over core architectural design decisions, the number of features, and code complexity, based on the analysis of source code, reference documentation, and related publications. It will be seen that the growth in size has been uniform, with some notable outliers, while cyclomatic complexity has been religiously safeguarded. A large number of Unix-defining design decisions were implemented right from the very early beginning. Many of the system's key components were heavily reused and are still playing a major role in modern systems. Unix continues to evolve from an architectural perspective, but the rate of architectural innovation has slowed down over the system’s lifetime. Architectural technical debt has accrued in the forms of functionality duplication and unused facilities, but in terms of cyclomatic complexity it is systematically being paid back through what appears to be a self-correcting process. Some unsung architectural forces that shaped Unix are the emphasis on conventions over rigid enforcement, the drive for portability, a sophisticated ecosystem of other operating systems and development organizations, and the emergence of a federated architecture, often through the adoption of third-party subsystems.",
		"bio": "Diomidis Spinellis is a Professor in the Department of Management Science and Technology at the Athens University of Economics and Business, Greece. His research interests include software engineering, IT security, and cloud systems engineering. He has written two award-winning, widely-translated books: <emph>Code Reading</emph> and <emph>Code Quality: The Open Source Perspective</emph>. His most recent book is <emph>Effective Debugging: 66 Specific Ways to Debug Software and Systems</emph>. Dr. Spinellis has also published more than 300 technical papers in journals and refereed conference proceedings, which have received more than 8,000 citations. He served for a decade as a member of the IEEE Software editorial board, authoring the regular <emph>Tools of the Trade</emph> column, and as the magazine's Editor-in-Chief over the period 2015–2018. He has contributed code that ships with Apple's macOS and BSD Unix and is the developer of UMLGraph, CScout, <span style='font-family: Consolas'>git-issue</span>, and other open-source software packages, libraries, and tools. Dr. Spinellis is a senior member of the ACM and the IEEE. He is currently chairing the IEEE Computer Society Magazine Operations Committee and is the General Chair of ESEC/FSE 2021."
	},
	{
		"id": "gustavo",
		"id_event": "mssis",
		"image": "gustavo.png",
		"name": "Luis Gustavo Nardin",
		"institution": "National College of Ireland",
		"webpage": "https://gnardin.github.io/website/",
		"email": "gnardin@ncirl.ie",
		"title": "Bridging the Gap between Discrete-Event and Agent-Based Simulation",
		"abstract": "Agent-based modeling is an appropriate methodology for designing, creating, and evaluating complex adaptive systems. This methodology has been shown particularly well suited for modeling social phenomena since the latter are the result of numerous interconnected and interdependent event decisions taken by (semi-)autonomous agents. In the area of modeling and simulation, however, the term &quot;agent-based&quot; simulation is used ambiguously both for individual-based and cognitive agent simulation. The former takes into consideration the structure and interactions of individual entities, whereas the latter also models the cognitive state and cognitive operations of agents. Existing Discrete Event Simulation (DES) frameworks are well equipped to model individual agent-based simulations, but they do not provide in-built support for agent capabilities required by cognitive agent simulation. This talk will shed some light upon the ambiguous understanding of the term &quot;agent-based&quot; simulation and identify the agent capabilities implied by them. It will then demonstrate how to implement an agent-based social simulation domain using a DES framework highlighting the challenges and limitations. Finally, it will present a proposal to incorporate the required agent capabilities into a DES framework.",
		"bio": "Luis Gustavo Nardin is a lecturer in the School of Computing at the National College of Ireland. He holds a PhD and Master's degree in Artificial Intelligence and a specialization in Software Engineering from the University of São Paulo, Brazil, and postdoc from the Centre for Modelling Complex Interactions at the University of Idaho, USA. His interests center around the design and use of modeling and simulation methods and tools in combination with Artificial Intelligence and Data Analysis for understanding the impacts of social and human behaviors on the emergent properties of complex adaptive systems. He has experience designing simulation models in various domains of sciences such as criminology, epidemiology, political sciences, philosophy of science, and natural disaster. He is also Executive Member of the RoboCup Rescue Simulation and co-editor of the Journal of Simulation Engineering."
	},
	{
		"id": "pablo",
		"id_event": "mssis",
		"image": "pablo.png",
		"name": "Pablo Antonino",
		"institution": "Fraunhofer IESE",
		"webpage": "http://about.me/pabloantonino",
		"email": "pablo.antonino@iese.fraunhofer.de",
		"title": "Enabling Continuous Engineering for Dependable Systems with Simulations, Digital Twins, and Virtual Prototypes",
		"abstract": "Continuous software engineering aims at orchestrating engineering knowledge to react faster to market demands, which might range from software update in an industrial production plant to the incorporation of a new feature in a vehicle. In this regard, the use of advanced simulations techniques based on virtual prototypes and digital twins have been widely adopted in the industry of dependable systems as means to continuously enable evaluations of the architecture against the requirements, even prior to actual implementation. Fraunhofer IESE has developed methods and tools to enable simulated evaluations of architecture by means of virtual prototypes and digital twins and has supported companies from Europe in adopting these practices. This talk will present tools like Fraunhofer FERAL and the Industry 4.0 Middleware BaSyx, which have been developed to enable these practices, and will also provide an overview of the concrete challenges and direction for the industrial adoption of these practices.",
		"bio": "Pablo Oliveira Antonino is Head of the Embedded Software Engineering department of the Fraunhofer Institute for Experimental Software Engineering IESE in Kaiserslautern, Germany. He holds a PhD in Computer Science from Technische Universität Kaiserslautern, and has experience with the design, evaluation, and integration of dependable embedded systems from various domains, such as automotive, avionics, agricultural and construction machines, medical devices, and smart industries."
	},
	{
		"id": "paulo",
		"id_event": "sbes",
		"image": "paulo.png",
		"name": "Paulo Borba",
		"institution": "Universidade Federal de Pernambuco",
		"webpage": "https://pauloborba.github.io",
		"email": "phmb@cin.ufpe.br",
		"title": "Em Busca de Maior Simplicidade e Confiabilidade no Processo de Integração de Código",
		"abstract": "O processo de integração de código, realizado com frequência por desenvolvedores, deveria ser mais simples e confiável. Quando integrando contribuições de código, desenvolvedores não deveriam perder tempo resolvendo conflitos de mesclagem (merge) irrelevantes. Eles também não deveriam comprometer a qualidade do sistema integrando contribuições de código que interferem de forma inesperada e causam defeitos dificilmente detectáveis durante atividades de revisão de código e testes. Com o objetivo de entender melhor e resolver esses problemas, foram realizadas várias pesquisas que serão resumidas nesta palestra. Em particular, foram desenvolvidas ferramentas avançadas de mesclagem que oferecem melhor suporte aos desenvolvedores que integram código com frequência. Essas ferramentas exploram a sintaxe e a semântica das linguagens de programação para obter melhor acurácia no processo de integração. A ferramenta de <emph>merge</emph> semi-estruturado desenvolvida foca em reduzir conflitos irrelevantes comumente reportados por ferramentas como o <span style='font-family: Consolas'>git merge</span>, enquanto as ferramentas de <i>merge</i> semântico focam em detectar conflitos que normalmente não são detectados pelo <span style='font-family: Consolas'>git merge</span> e que causam falhas que afetam usuários finais. Serão apresentados os principais resultados obtidos, as lições aprendidas e a história dessa jornada pela redução de frustrações e esforços desnecessários nas atividades de integração de código.",
		"bio": "Paulo Borba é Professor Titular de Engenharia de Software do Centro de Informática da Universidade Federal de Pernambuco, onde lidera o Grupo de Produtividade de Software. Ele pesquisa e desenvolve ferramentas e técnicas para melhorar os níveis de qualidade e produtividade em software, especialmente através da redução de frustrações e esforços desnecessários nas atividades realizadas por desenvolvedores de software. Ele busca a mistura entre excelência em pesquisa e relevância industrial. Seus principais interesses de pesquisa são nos seguintes temas e na integração entre eles: conflitos e ferramentas de integração de código, integração e implantação contínuas, modularidade de software, linhas de produtos de software e refatoração. Paulo é Doutor em Computação pela Universidade de Oxford e Mestre e Bacharel em Ciência da Computação pela Universidade Federal de Pernambuco. Ele foi sócio-fundador da Qualiti Software Processes."
	},
	{
		"id": "philip",
		"id_event": "sblp",
		"image": "philip.png",
		"name": "Philip Wadler",
		"institution": "University of Edinburgh",
		"webpage": "http://homepages.inf.ed.ac.uk/wadler/",
		"email": "wadler@inf.ed.ac.uk",
		"title": "Propositions as Types",
		"abstract": "The principle of Propositions as Types links logic to computation. At first sight, it appears to be a simple coincidence - almost a pun - but it turns out to be remarkably robust, inspiring the design of theorem provers and programming languages, and continuing to influence the forefronts of Computing. Propositions as Types has many names and many origins and is a notion with depth, breadth, and mystery.",
		"bio": "Philip Wadler likes to introduce theory into practice, and practice into theory. An example of theory into practice: GJ, the basis for Java with generics, derives from quantifiers in second-order logic. An example of practice into theory: Featherweight Java specifies the core of Java in less than one page of rules. He is a principal designer of the Haskell programming language, contributing to its two main innovations, type classes and monads. The YouTube video of his Strange Loop talk Propositions as Types has over 75,000 views. He is a Professor of Theoretical Computer Science at the University of Edinburgh and Senior Research Fellow at IOHK. He is an ACM Fellow, a Fellow of the Royal Society of Edinburgh, and editor-in-chief of Proceedings of the ACM for Programming Languages. He is past chair of ACM SIGPLAN, past holder of a Royal Society-Wolfson Research Merit Fellowship, winner of the SIGPLAN Distinguished Service Award, and a winner of the POPL Most Influential Paper Award. Previously, he worked or studied at the Stanford University, Xerox Parc, CMU, Oxford University, Chalmers University of Technology, Glasgow University, Bell Labs, and Avaya Labs, and visited as a guest professor in Copenhagen, Sydney, and Paris. He has an <emph>h</emph>-index of over 70 with more than 25,000 citations to his work, according to Google Scholar. He contributed to the designs of Haskell, Java, and XQuery and is co-author of <emph>Introduction to Functional Programming</emph> (Prentice Hall, 1988), <emph>XQuery from the Experts</emph> (Addison Wesley, 2004), <emph>Generics and Collections in Java</emph> (O'Reilly, 2006), and <emph>Programming Language Foundations in Agda</emph> (2018). He has delivered invited talks in locations ranging from Aizu to Zurich."
	},
	{
		"id": "hyggo",
		"id_event": "trilha-industria",
		"image": "hyggo.jpg",
		"name": "Hyggo Almeida",
		"institution": "Universidade Federal de Campina Grande",
		"webpage": "https://hyggo.computacao.ufcg.edu.br",
		"email": "hyggo@computacao.ufcg.edu.br",
		"bio": "Hyggo Almeida é graduado em Ciência da Computação pela Universidade Federal de Alagoas (2002), Mestre em Informática pela Universidade Federal de Campina Grande (2004) e Doutor em Engenharia Elétrica pela Universidade Federal de Campina Grande (2007). Atualmente é Professor Associado de Computação da Universidade Federal de Campina Grande e coordena projetos de pesquisa e desenvolvimento na área de Engenharia de Software. É Diretor Executivo do Núcleo da Unidade EMBRAPII CEEI/UFCG - Software e Automação. É Diretor de Operações do Núcleo de Pesquisa, Desenvolvimento e Inovação em Tecnologia da Informação, Comunicação e Automação (VIRTUS/UFCG). É coordenador do Projeto Baião de Três, que tem como foco o ensino de empreendedorismo inovador na UFCG. É coordenador do grupo de pesquisa ISE no VIRTUS, voltado para a área de Engenharia de Software Inteligente, seu foco de pesquisa atualmente. Publicou mais de 200 artigos em conferências e periódicos nacionais e internacionais."
	},
	{
		"id": "alfredo",
		"id_event": "trilha-industria",
		"image": "alfredo.jpg",
		"name": "Alfredo Goldman",
		"institution": "Universidade de São Paulo",
		"webpage": "https://www.ime.usp.br/~gold/new/",
		"email": "gold@ime.usp.br",
		"bio": "Alfredo Goldman possui Doutorado pelo Institut National Polytechnique de Grenoble, França, e é atualmente Professor Associado da Universidade de São Paulo. Participa do Comitê de Programa de várias conferências. É editor do Elsevier Parallel Computing. Seus principais interesses de pesquisa estão em computação paralela e distribuída, escalonamento e métodos ágeis."
	},
	{
		"id": "veronica",
		"id_event": "trilha-industria",
		"image": "veronica.png",
		"name": "Veronica Teichrieb",
		"institution": "Universidade Federal de Pernambuco",
		"webpage": "https://cin.ufpe.br/~vt/",
		"email": "vt@cin.ufpe.br",
		"bio": "Veronica Teichrieb é professora e Coordenadora de Cooperação e Inovação com empresas do Centro de Informática da Universidade Federal de Pernambuco. Também é diretora do laboratório Voxar Labs, considerado em 2018 o principal grupo de pesquisa em Realidade Aumentada da América Latina em produção científica na área, focado em transferência de tecnologias geradas na pesquisa do laboratório para produtos inovadores e geração de novos negócios. Possui Doutorado em Computação e trabalha em Computação Espacial, englobando Realidades Estendidas, Visão Computacional e Interação Natural. Atua como coordenadora de projetos com empresas desde 2011, incluindo Eletrobras Furnas, LG, HP, Simpress, SimplifiqueGP e AlfaCon, além de projetos com agências de fomento como FACEPE, CNPq, FINEP e CAPES. Também atua como consultora em projetos, como Marinha do Brasil e Samsung. Possui seis patentes depositadas e vários registros de software. Também vem participando de Comitês de Programa de diversas conferências e está na Organização Geral do ISMAR 2020 e do SVR 2020. É editora associada da Frontiers in Virtual Reality - Augmented Reality. Supervisionou dois pesquisadores de Pós-Doutorado e formou oito doutores, 35 mestres e 25 estudantes de Iniciação Científica, orientando atualmente outros 15 estudantes."
	},
	{
		"id": "alessandro",
		"id_event": "cbsoft",
		"image": "alessandro.jpg",
		"name": "Alessandro Garcia",
		"institution": "Pontifícia Universidade Católica do Rio de Janeiro",
		"webpage": "http://www-di.inf.puc-rio.br/~afgarcia/",
		"email": "afgarcia@inf.puc-rio.br",
		"bio": "Alessandro Garcia é professor associado do Departamento de Informática da Pontifícia Universidade Católica do Rio de Janeiro (PUC-Rio). Possui Doutorado em Informática pela PUC-Rio (2004). Atuou como professor adjunto na Lancaster University (Reimo Unido) de fevereiro de 2005 a janeiro de 2009. Atuou como membro do Conselho Editorial de dois importantes periódicos internacionais em sua área, o <em>IEEE Transactions on Software Engineering</em> e o <em>Journal of Systems and Software</em>. Tem sido frequentemente convidado para Comitês de Programa e/ou Comitês de Organização das principais conferências internacionais em Engenharia de Software e áreas afins, como ICSE, FSE, ICSME, MODELS, ICPC, ESEM e várias outras. Recebeu vários prêmios, distinções e reconhecimentos, tais como a Melhor Dissertação de Mestrado do ano de 2000 (Sociedade Brasileira de Computação), Pesquisador do Ano (Lancaster University, 2006), Jovem Cientista - Rio de Janeiro (FAPERJ, 2009, 2013 e 2016) e Membro Afiliado da Academia Brasileira de Ciências (ABC, 2009 a 2014). Vários de seus artigos receberam distinções nas principais conferências de sua área, tais como o <em>ACM Distinguished Paper Award</em> no ICSE 2014. Possui várias parcerias com grupos internacionais de pesquisa nos EUA, Reino Unido, Alemanha e Argentina. Seus projetos de pesquisa são financiados por agências de desenvolvimento - CNPq, CAPES, FAPERJ e Newton Fund - e por parceiros da indústria de software."
	},
	{
		"id": "fernando",
		"id_event": "cbsoft",
		"image": "fernando.jpg",
		"name": "Fernando Magno Quintao Pereira",
		"institution": "Universidade Federal de Minas Gerais",
		"webpage": "https://homepages.dcc.ufmg.br/~fernando/home/",
		"email": "fernando@dcc.ufmg.br",
		"bio": "Fernando Pereira obteve seu doutorado na University of Califórnia, Los Angeles, em 2008. Desde novembro de 2009 é professor do Departamento De Ciência da Computação da Universidade Federal de Minas Gerais, onde coordena o Laboratório de Compiladores. Trabalhos desenvolvidos sob sua coordenação fazem ou fizeram parte de compiladores muito populares como o nvcc (NVIDIA), o Mozilla TraceMonkey e o LLVM. Alunos que se formaram no Laboratório de Compiladores hoje trabalham em empresas como Microsoft, Apple, Google e ARM."
	},
	{
		"id": "rafael",
		"id_event": "cbsoft",
		"image": "rafael.jpg",
		"name": "Rafael Prikladnicki",
		"institution": "Pontifícia Universidade Católica do Rio Grande do Sul",
		"webpage": "#",
		"email": "rafael.prikladnicki@pucrs.br",
		"bio": "Rafael Prikladnicki é professor da Escola Politécnica e membro permanente do Programa de Pós-Graduação em Ciência da Computação da Pontifícia Universidade Católica do Rio Grande do Sul (PUCRS). É gestor de negócios e relacionamento do Tecnopuc, Parque Científico e Tecnológico da PUCRS. Doutor em Ciência da Computação pela PUCRS,com estágio de Doutorado na University of Victoria, Canadá. É presidente do Conselho Consultivo da revista <em>IEEE Software</em> e atua como membro do conselho editorial do <em>Empirical Software Engineering Journal</em>. Foi co-fundador da Agile Alliance Brazil. É membro da International Software Engineering Research Network (ISERN) e da Software Startup Research Network (SSRN). É Pesquisador Nível 1D do CNPq, autor de diversos artigos publicados em eventos e periódicos nacionais e internacionais e co-autor de cinco livros, entre eles o primeiro livro em português sobre desenvolvimento distribuído de software e o livro <em>Metodologias Ágeis para Desenvolvimento de Software</em>, que contou com a contribuição de mais de uma dezena de profissionais do País. Atualmente é coordenador da Comissão Especial de Engenharia de Software da SBC."
	},
	{
		"id": "renato",
		"id_event": "cbsoft",
		"image": "renato.png",
		"name": "Renato Cerqueira",
		"institution": "IBM Research Brazil",
		"webpage": "https://researcher.watson.ibm.com/researcher/view.php?person=br-rcerq",
		"email": "rcerq@br.ibm.com",
		"bio": "Renato Cerqueira é Senior Research Manager na IBM Research Brazil, onde lidera um grupo de pesquisa que desenvolve tecnologias baseadas em Inteligência Artificial para interpretação de dados e tomada de decisão, com enfoque em aprendizado e raciocínio adaptativo, Inteligência Artificial centrada no ser humano, engenharia de conhecimento e Aprendizado de Máquina com conhecimento de domínio aumentado. Renato e sua equipe têm explorado a aplicação de suas pesquisas a diferentes problemas em Geociências, tais como caracterização de sub-superfícies e avaliação de risco geológico. Antes de ingressar na IBM Research, Renato foi professor no Departamento de Informática da Pontifícia Universidade Católica do Rio de Janeiro, onde conduziy pesquisas em Engenharia de Software para sistemas distribuídos e orientou diversos estudantes de Mestrado e Doutorado. Em 2001, foi professor visitante na University of Illinois at Urbana-Champaign, EUA."
	},
	{
		"id": "roberta",
		"id_event": "cbsoft",
		"image": "roberta.png",
		"name": "Roberta Lopes Arcoverde",
		"institution": "Stack Overflow",
		"webpage": "https://br.linkedin.com/in/robertaarcoverde",
		"email": "#",
		"bio": "Roberta Lopes Arcoverde é Mestre em Informática pela Pontifícia Universidade Católica do Rio de Janeiro e Bacharel em Ciência da Computação pela Universidade Federal de Pernambuco. Atua como <em>Tech Lead</em> e <em>Principal Software Developer</em> na empresa Stack Overflow (empresa privada americana) desde 2014."
	},
	{
		"id": "sergio",
		"id_event": "cbsoft",
		"image": "sergio.jpg",
		"name": "Sergio Castelo Branco Soares",
		"institution": "Universidade Federal de Pernambuco",
		"webpage": "https://www.cin.ufpe.br/~scbs/",
		"email": "sbcs@cin.ufpe.br",
		"bio": "Sergio Soares é Doutor em Ciência da Computação pela Universidade Federal de Pernambuco (2004) e Professor Associado do Centro de Informática da Universidade Federal de Pernambuco - CIn/UFPE. Publicou mais de 150 artigos com mais de 2.700 citações em trabalho acadêmicos, segundo o Google Acadêmico, e orienta pesquisadores de Pós-Doutorado, Doutorado, Mestrado, Especialização, Iniciação Científica e de conclusão de curso na área de Computação, com mais de 100 alunos e pesquisadores orientados. Tem experiência na coordenação de projetos de desenvolvimento, pesquisa e inovação financiados por SENAI, CNPq, FACEPE, FINEP, Petrobras, Lei de Informática e pela indústria. É coordenador executivo do INES - Instituto Nacional de Ciência e Tecnologia para Engenharia de Software. Associado da Sociedade Brasileira de Computação - SBC desde 2002. Foi Diretor do Instituto SENAI de Inovação para Tecnologias da Informação e Comunicação - ISI-TICs de 2013 a 2020, onde atuou de 2018 a 2020 como Líder da Aliança de Mercado Industria Mais Avançada - I+A do SENAI, responsável por lidar com desafios associados à Indústria 4.0, Manufatura Avançada, Internet das Coisas - IoT e Digitalização para a Indústria Brasileira."
	}
	]
}